[
    {
        "id": 8,
        "firstName": "Alessandro",
        "lastName": "Sassi",
        "town": "Fargo",
        "stateAbbrv": "ND",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/8card.jpg",
        "bioImage": "/images/8/bio.jpg",
        "bioBlurb": "Alessandro Sassi is a senior Film and Italian Studies major at Wesleyan University. He is passionate about screenwriting and directing and is always looking for an excuse to go to Italy.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/8/header.JPG",
              "sidebar_image": "/images/8/header_sidebar.JPG",
              "image_description": "",
              "description": "My family moved to Fargo in the summer of 2009, after my mom got a job at North Dakota State University as a professor of English and Education. My memories of growing up in Fargo involve everything from late night bike rides during the summer to the fiercely cold winters. Most people only know of Fargo through the 1996 Coen film (the most asked question I got at college was whether I’d seen it!), and even though I love the movie, there is so much more to learn and explore in my hometown.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d174621.348932492!2d-96.96859733730017!3d46.85434725236792!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x52c8cb8d84677145%3A0x81aa30a52791aaca!2sFargo%2C%20ND!5e0!3m2!1sen!2sus!4v1612132590725!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/ReXzvBJtL65QjTS6A",
              "extralink_title": "CITY WEBSITE",
              "extralink_link": "https://fargond.gov/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Downtown Fargo",
              "image": "/images/8/location1.jpg",
              "sidebar_image": "/images/8/sidebar1.jpg",
              "image_description": "",
              "description": "One Fargo must-see is its vibrant downtown. Beginning in scenic Island Park and stretching until about 10th Avenue North, there is no shortage of great food, bars, and shops—lots to see and lots to taste! I would personally recommend starting at the North end of Island Park and walking up Broadway to check out any shop, restaurant, or side street that jumps out at you. A few of my personal downtown favorites are the Historic Fargo Theater, the Fargo Public Library, Zanbroz Bookstore, and Spicy Pie Pizzeria. Make sure to keep an eye out for beautiful graffiti and murals sprinkled throughout downtown. Also! If you are brave enough to be visiting Fargo during the winter make sure to check out the Broadway Square Skating Rink. I’d recommend warming up with some Miso soup from the sushi restaurant, Wasabi, across the street after you’ve finished skating.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d21818.698311942324!2d-96.8059179279735!3d46.87641271513767!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x52c8c95dfe7e929f%3A0x1a9de8fb18f64b42!2sDowntown%2C%20Fargo%2C%20ND!5e0!3m2!1sen!2sus!4v1612132825198!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/U8QXv7KGDr4jwNk86",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://downtownfargo.com/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "2",
              "title": "The Plains Art Museum",
              "image": "/images/8/location2.jpg",
              "sidebar_image": "/images/8/sidebar2.jpg",
              "image_description": "",
              "description": "Also located in the downtown area, the Plains Art Museum is a great place to check out regional art. The permanent collection consists of over 4,000 pieces alongside rotating installations and exhibits. The Plains Art Museum is dedicated to the preservation and exhibition of artwork from underrepresented groups: Native American artwork can always be seen in the museum’s permanent collection, and is also often featured in temporary exhibits. Aside from the wonderful selection of art, I would recommend a visit to the museum simply to check out its beautiful architecture. The exposed wood and metal of the multiple stories of the museum truly mark it as a notable piece of architecture in the downtown area.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2727.3135551770697!2d-96.79403968439466!3d46.876879679143066!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x52c8c96079435ee1%3A0xb823e4d23d2ed98b!2sPlains%20Art%20Museum!5e0!3m2!1sen!2sus!4v1612132894271!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/g3gnk5U3aZZLwAdw5",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://plainsart.org/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "3",
              "title": "The Hjemkomst Center",
              "image": "/images/8/location3.jpg",
              "sidebar_image": "/images/8/sidebar3.jpg",
              "image_description": "",
              "description": "While not technically in Fargo, the Hjemkomst Center is a wonderful attraction in Moorhead (just across the Red River) which is certainly worth checking out. They have an actual Viking ship! Seriously, I’m not kidding. The Hjemkomst Center is home to a full-size replica of a Viking ship that a group from Moorhead sailed from Duluth, Minnesota all the way to Bergen, Norway in 1982. Apart from the ship, there is also a traditional Norwegian Stave church (make sure to sign up for a tour!), rotating art exhibits, and lots of historical information about the Fargo/Moorhead area. If you are visiting during the month of June, I would highly recommend attending the Midwest Viking Festival. It’s a weekend full of traditional Scandinavian food (the pancake balls are my favorite), lots of crafts and activities, and even Viking battle reenactments!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2727.265041394374!2d-96.78052438439462!3d46.87783417914303!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x52c8c9420b0e37e3%3A0xec95220c2e6613!2sHjemkomst%20Center!5e0!3m2!1sen!2sus!4v1612132978846!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/4bEXTy1cExe1JrUS7",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.hcscconline.org/",
              "sticker": "/images/stickers/daytrip.png",
              "footer": ""
            },
            {
              "id": "4",
              "title": "Riverside Bike Path",
              "image": "/images/8/location4.jpg",
              "sidebar_image": "/images/8/sidebar4.jpg",
              "image_description": "",
              "description": "This is a personal Fargo favorite of mine. If you’re looking for a nice place to take a walk, or are interested in running or biking, I would highly recommend the Fargo/Moorhead bike paths. They stretch for miles on both sides of the Red River, and they’re a great place to stretch your legs and enjoy some nature. Some great spots to check out along the bike path are Gooseberry Park, Lindenwood Park, the Dam, and the community gardens.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5456.377019487131!2d-96.78708916683101!3d46.8596625472683!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x52c8c952dd91d5fb%3A0x506be3868591c83f!2sBurdick%20Park!5e0!3m2!1sen!2sus!4v1612133165453!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/JhQiAH9fNHTzi1Vz9",
              "extralink_title": "RED RIVER INFO",
              "extralink_link": "https://www.fargomoorhead.org/outdoor-activities/article/enjoy-fargo-moorhead/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "5",
              "title": "India Palace",
              "image": "/images/8/location5.jpeg",
              "sidebar_image": "/images/8/sidebar5.jpg",
              "image_description": "",
              "description": "This one’s a family favorite. When we decide we want to order takeout,  9 times out of 10 we’re ordering from India Palace. This local restaurant, located towards West Fargo, offers a variety of flavorful dishes. Aren’t sure what you want? The incredibly friendly staff is always happy to suggest something new for you to try! Dining in is great, as is ordering the food back to your house or hotel to relax after a long day of exploring the city!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2728.0964969702654!2d-96.8735793843952!3d46.861473379142396!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x52c8cb5aaff53075%3A0xf5582997dff35cac!2sIndia%20Palace%20Restaurant!5e0!3m2!1sen!2sus!4v1612133286028!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/PPNYfGCjqWAnhLHq6",
              "extralink_title": "MENU",
              "extralink_link": "https://www.indiapalacefargo.com/our-menu",
              "sticker": "/images/stickers/local.png",
              "footer": "Make sure to send your business this way—this spot is BIPOC-owned!"
            }
        ]
    },
    {
        "id": 1,
        "firstName": "Matt",
        "lastName": "Querdasi",
        "town": "Seattle",
        "stateAbbrv": "WA",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/1card.jpg",
        "bioImage": "/images/1/bio.jpg",
        "bioBlurb": "Matt is a Computer Science major at Wesleyan University in Connecticut. He built this website! Check out his personal site by clicking his photo!",
        "bioWebsite": "https://matthewquerdasi.com/",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/1/header.jpg",
              "sidebar_image": "/images/1/header_sidebar.jpg",
              "image_description": "",
              "description": "Whether you’re here for two weeks or just two hours, Seattle is a great place to spend time. It’s got a vibrant city center, with many interesting neighborhoods worth exploring. The city has a rare geographic position: it’s less than a two-hour drive from Canada, which makes the travel opportunities endless, and there’s water on almost every side, so it’s extremely picturesque. I have fond memories of growing up swimming in both saltwater (Puget Sound) and freshwater (Lake Washington), and even algae ridden water (aptly called Greenlake). The city has been growing immensely in the past years, leading to soaring skyscrapers as well as soaring prices. While there are practically unlimited ways to spend your money in the city, I’ve done my best to put together some places that don’t require the big bucks. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d172138.65426913396!2d-122.48214793517198!3d47.61317464073759!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5490102c93e83355%3A0x102565466944d59a!2sSeattle%2C%20WA!5e0!3m2!1sen!2sus!4v1611871379853!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/cTPWWhvkFwYU7xrD9",
              "extralink_title": "CITY WEBSITE",
              "extralink_link": "https://www.seattle.gov/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Discovery Park",
              "image": "/images/1/location1.jpg",
              "sidebar_image": "/images/1/sidebar1.jpg",
              "image_description": "Sunset at Discovery Park.",
              "description": "Discovery Park is a North Seattle gem. The park is a whopping 534 acres of trails, hills, and beaches—basically everything you need, nestled right into the Magnolia neighborhood. I love going to the big hill in front of “Fort Lawton Homes” to watch the sunset, or setting up a couple hammocks with some friends. It’s great for dogs, and there’s practically unlimited space. One popular walk is the loop trail down to the beach and lighthouse. It is possible to drive down to the beach, but the parking is super limited and you need a parking pass (which you can get from the Discovery Park visitors center), so I recommend just walking if you can. While it may be a bit of a drive, Discovery Park is still well worth a visit if you are looking for the classic PNW nature escape without driving 2+ hours out of the city. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d21499.434064507917!2d-122.424739469585!3d47.65665683694985!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x549015f0e18e409f%3A0x519842caa4fa6320!2sDiscovery%20Park!5e0!3m2!1sen!2sus!4v1596665500380!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/5LrhaqiGEF7FLQ8R8",
              "extralink_title": "Website",
              "extralink_link": "https://www.seattle.gov/parks/find/parks/discovery-park",
              "sticker": "/images/stickers/spot.png"
            },
            {
              "id": "2",
              "title": "Mr. Gyros",
              "image": "/images/1/location2.jpg",
              "sidebar_image": "/images/1/sidebar2.jpg",
              "image_description": "The Gyro combo (right) with a side of baba ganoush (left).",
              "description": "Mr. Gyros is not talked about enough! Although there are only two locations in the city, it is, in my opinion, some of the best food in Seattle. They have a range of options including falafel, shawarma, and fattoush. If you go, make sure to get a side of hummus or baba ghanoush, and say hi to the two brothers that run the place. Seattle is a pretty expensive city, so a medium-priced meal is usually hard to come by. However, Mr. Gyros accomplishes this and doesn’t sacrifice taste. A basic gyro currently runs for less than $10, and contains a hefty amount of meat and veggies. The locations are relatively out of the way if you are spending the day downtown, but if you do happen to find yourself up north, I highly recommend stopping in. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2687.178771207993!2d-122.32801348446827!3d47.66152339217568!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54901458cc1868fd%3A0x88fecc327977dff0!2sMr.%20Gyros!5e0!3m2!1sen!2sus!4v1596665663402!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/7nNwxVE36HfYGC7s6",
              "extralink_title": "Menu",
              "extralink_link": "https://www.mrgyroseattle.com/menu.html",
              "sticker": "/images/stickers/bang.png"
            },
            {
              "id": "3",
              "title": "Pike Place Market",
              "image": "/images/1/location3.jpg",
              "sidebar_image": "/images/1/sidebar3.jpg",
              "image_description": "Inside the market on a Saturday. ",
              "description": "Pike Place Market may be a bit of a cliché, but it’s ultimately worth the time and energy. You can find a lot of detailed information online on Pike Place, but I’ll give the elevator pitch: essentially, Pike Place is a covered market with tons of local produce and goods, everything from artwork to rare PNW candy. The upstairs level of the market is the most popular, but also the most kitschy. On the north side there’s a lot of shops with crafts and artwork, and as you progress through, it slowly transitions to edible goods, and eventually restaurants and cafes. If you have the time, I would recommend heading downstairs to explore the funky stores down there, which include a baseball card shop, a magic store, and a store selling exclusively old posters. If you end up braving the crowds, definitely grab some donuts at Daily Dozen. You won’t regret it.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d5379.687569058973!2d-122.34657032276607!3d47.6097271498867!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54906ab2c151d6cb%3A0x60441d5f633e9f1c!2sPike%20Place%20Market%2C%20Seattle%2C%20WA!5e0!3m2!1sen!2sus!4v1596665891825!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/wyddDpAw82j1GU5eA",
              "extralink_title": "Website",
              "extralink_link": "http://pikeplacemarket.org/",
              "sticker": ""
            },
            {
              "id": "4",
              "title": "Washington State Ferries",
              "image": "/images/1/location4.jpg",
              "sidebar_image": "/images/1/sidebar4.jpg",
              "image_description": "View of downtown Seattle from the observation deck on a ferry leaving the Seattle Ferry Terminal.",
              "description": "The Washington State Ferry (WSF) system has the largest ferry fleet in the U.S. and is one of   the most slept-on features of Seattle. WSF ferries run to a range of islands and peninsulas in the Puget Sound area. You can drive, walk, or bike on. If you’re coming from downtown Seattle and have access to a car, I highly recommend taking the ferry to Vashon (from West Seattle) or Bainbridge island (from Downtown Seattle). If you don’t have access to a car and you’re in the downtown area, I would recommend walking on to the Bainbridge Island route, and renting bikes once you hit land. The views of downtown are truly spectacular, and it’s a great way to combine an Island jaunt with a scenic boat tour of the city. If you’re in town for a while and you’re able to do some planning ahead, I also recommend checking out the San Juan Islands. The ferry ride to get there is approximately an hour, and insanely scenic. Just know the views come at a price: a basic car and driver round trip to San Juan island is not cheap.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2690.210318760097!2d-122.33982868436955!3d47.60259997918431!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54906aaf950be967%3A0xf548a83268d07138!2sSeattle%20Ferry%20Terminal!5e0!3m2!1sen!2sus!4v1596666284484!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/GZNh8WhbWvdwN3Sb6",
              "extralink_title": "Website",
              "extralink_link": "https://www.wsdot.wa.gov/ferries/",
              "sticker": ""
            },
            {
              "id": "5",
              "title": "Mount Pilchuck",
              "image": "/images/1/location5.jpg",
              "sidebar_image": "/images/1/sidebar5.jpg",
              "image_description": "Historic fire lookout at the top of the hike.",
              "description": "If you’re looking for something to do outside of the city, there’s no better option than the Mount Pilchuck hike. The hike features great views of the surrounding mountains, and at the very top there’s a nicely restored fire lookout with 360 degree views of the landscape. The hike is 5.4 miles round trip and has about 2300 feet of elevation gain, so it’s not for the faint of heart. The road to get up to the hike is mostly gravel and has lots of potholes, but my 20-year-old Accord could do it, so you should be just fine. The trail allows dogs, and offers plenty of sights on the way up. I would suggest checking on the wildfire situation if you’re going in the summer, since the views just aren’t the same when the air quality is bad.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2666.058145363933!2d-121.81650838445543!3d48.07052056380808!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x549ab44e75a0cae5%3A0xaa7a8cab667704eb!2sMount%20Pilchuck%20Trailhead!5e0!3m2!1sen!2sus!4v1596667085855!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/hfF12uKrUyDHAxTi9",
              "extralink_title": "WTA Website",
              "extralink_link": "https://www.wta.org/go-hiking/hikes/mount-pilchuck",
              "sticker": "/images/stickers/daytrip.png"
            }
        ]
    },
    {
        "id": 2,
        "firstName": "Zoe",
        "lastName": "Reifel",
        "town": "Santa Barbara",
        "stateAbbrv": "CA",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/2card.png",
        "bioImage": "/images/2/bio.JPG",
        "bioBlurb": "Zoe is an Interaction Design major at Wesleyan University in Connecticut. She designed this website! Zoe loves bossa nova standards, a cold grapefruit Spindrift, and graphically bold stickers.  Check out her website by clicking her photo.",
        "bioWebsite": "https://www.zoereifel.com/",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/2/header.jpg",
              "sidebar_image": "/images/2/header_sidebar.jpg",
              "image_description": "",
              "description": "Every time I return home to Santa Barbara from college, I’m struck by how beautiful it is. The year-round sunshine, stretches of picturesque beaches, towering mountain ranges, and palm trees around every corner make it feel like paradise, no matter how cheesy that sounds. Santa Barbara has great small town character and slightly bizarre local culture, but still feels like being on vacation. It’s the best place in the world to do practically nothing—a perfect Santa Barbara day is easily achieved just with a burrito and a scenic view. These are some of my favorite spots!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d105347.32004248232!2d-119.81989572041373!3d34.39870874116062!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e914c76f2d83d5%3A0xc8d13a64d7ba7648!2sSanta%20Barbara%2C%20CA!5e0!3m2!1sen!2sus!4v1611881802331!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/knQ77rwHz7waw32YA",
              "extralink_title": "CITY WEBSITE",
              "extralink_link": "https://santabarbaraca.com/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Hendry’s Beach",
              "image": "/images/2/location1.jpg",
              "sidebar_image": "/images/2/sidebar1.jpg",
              "image_description": "Summertime tubing at Hendry’s.",
              "description": "Arroyo Burro Beach, more commonly known as Hendry’s, is one of the best beaches in Santa Barbara by far. Tucked away next to the cliffs off the Wilcox Property, Hendry’s is an unpretentious local haunt, attracting families, dogwalkers, and often weird yogis. My friends and I can be found picnicking here all year round, inner tubing in the summer, or even braving a wetsuited sunset swim in the winter. It’s our go-to beach. I’d recommend grabbing a burrito up on the Mesa, bringing a blanket, and sitting on the sand until it gets dark. PRO TIP: Always, always sit on the dog side of the beach. It’s called the “off-leash section,” and it’s to your left when you enter.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d3291.9408709730546!2d-119.7453949!3d34.4028488!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e9144cf7029b6d%3A0xed00476d4a40d68e!2sArroyo%20Burro%20Beach%20County%20Park!5e0!3m2!1sen!2sus!4v1597296499571!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/TahhrALqm9YRzraY8",
              "extralink_title": "Website",
              "extralink_link": "https://www.santabarbara.com/activities/beaches/santa-barbara/hendrys-beach/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Freebirds",
              "image": "/images/2/location2.jpg",
              "sidebar_image": "/images/2/sidebar2.jpg",
              "image_description": "An order of the holy and sacred Freebirds nachos.",
              "description": "Freebirds is a Mexican restaurant in Isla Vista, Santa Barbara’s college town, right next to UCSB. Whenever I’m home from school, getting nachos from Freebirds is at the top of my priority list. It’s a build-your-own situation with hefty portions. I’d highly recommend the shredded beef as your protein, black beans (rather than refried), and shelling out some extra cash for the guac. The quesorrito, a burrito wrapped in a quesadilla, is also a fan favorite. For an extra-SB experience, take your Freebirds order over to Spin-Around Park or down to the nearby beach. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3291.530287755693!2d-119.85779048486428!3d34.41328298050936!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e93f68608e9e57%3A0xebe3cc18bcce0d9a!2sFreebirds!5e0!3m2!1sen!2sus!4v1597296762554!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/WL5dZXfQTDsmW5ASA",
              "extralink_title": "Website",
              "extralink_link": "https://www.yelp.com/biz/freebirds-isla-vista",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
            {
              "id": "3",
              "title": "Lewis & Clark",
              "image": "/images/2/location3.jpg",
              "sidebar_image": "/images/2/sidebar3.jpg",
              "image_description": "The storefront of Lewis & Clark, located in the La Arcada center of downtown Santa Barbara.",
              "description": "Lewis & Clark is a quaint antique shop run by three generations of women in my family. Founded by my grandmother and aunt in 1981, it has become a landmark beloved by locals and tourists alike. My family’s impeccable taste and aesthetic sensibility comes through in every single hand-picked trinket and decoration — their obsession with Danish woodland mushrooms is clear after just a few minutes in the store. The shop is especially wonderful to visit in the late Fall. As early as October every year, my aunt will begin decorating for Christmas, which is quite the undertaking: every inch of the shop gets covered in miniature trees, little holiday village houses, and glass ornaments shaped like hippopotamuses or fortune cookies. As a kid, I always looked forward to picking out my advent calendar depicting some sort of glittery Christmas scene from the store. All in all, Lewis & Clark’s intricate holiday cheer (and general spectacularity!) is not to be missed.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3171.1581537387697!2d-119.7057663560623!3d34.42299758206193!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e9147db7d239bb%3A0x4b8e3218f2aa05fb!2sLewis%20%26%20Clark!5e1!3m2!1sen!2sus!4v1597296994928!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/nhouwmrG9BpcHgg97",
              "extralink_title": "Instagram",
              "extralink_link": "https://www.instagram.com/lewisandclarksb/?hl=en",
              "sticker": "/images/stickers/local2.png",
              "footer": "Make sure to send your business this way—this spot is women-owned!"
            },
            {
              "id": "4",
              "title": "Shoreline Park",
              "image": "/images/2/location4.jpg",
              "sidebar_image": "/images/2/sidebar4.jpg",
              "image_description": "",
              "description": "Shoreline Park is a beautiful grassy stretch along the water. It starts up on the Mesa, but the path extends all the way down to West Beach and the Santa Barbara Harbor. There’s a gorgeous view of the ocean, coastline, and lots of surfers on a clear day. Would recommend grabbing a pitaya Blenders and taking a leisurely stroll for an ultimate Santa Barbara loc experience.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d3292.1932065937845!2d-119.7089558!3d34.3964348!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e9140e3ba7b733%3A0xf4f01a0f6b9a054e!2sShoreline%20Park!5e0!3m2!1sen!2sus!4v1611882239211!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/KTpdesfqsTNoVWuV8",
              "extralink_title": "Website",
              "extralink_link": "https://www.santabarbaraca.gov/gov/depts/parksrec/parks/features/beaches/shoreline.asp ",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
            {
              "id": "5",
              "title": "Lilly's Tacos",
              "image": "/images/2/location5.jpg",
              "sidebar_image": "/images/2/sidebar5.jpg",
              "image_description": "",
              "description": "Lilly’s is a true no-nonsense, no-frills local spot to grab a REALLY good taco at a great price. I can down about four of these in five minutes—they’re that good. My favorites are the pork tacos with lots of cilantro, onion, and housemade red salsa, but the red vs. green salsa debate is heated among my friends. Don’t worry, they have veggie options too, along with more adventurous eyeball and tongue tacos. The best way to eat these is to steal an entire squeeze bottle of salsa for the table and reapply after each bite. After you’re done with the tacos, you should make sure to take a stroll down State Street through the Funk Zone, all the way back to the beach.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=place_id:ChIJPQCKs4kT6YARH0vXvpn5fQM&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/VX4AGrVemdrNfej38",
              "extralink_title": "Website",
              "extralink_link": "http://www.lillystacos.com/",
              "sticker": "/images/stickers/bang.png",
              "footer": "Make sure to send your business this way—this spot is BIPOC-owned!"
            },
            {
              "id": "6",
              "title": "Warbler Records & Goods",
              "image": "/images/2/location6.jpg",
              "sidebar_image": "/images/2/sidebar6.jpg",
              "image_description": "",
              "description": "Warbler has been my favorite record store in Santa Barbara since I was in high school. They have a great selection of used vinyl—NOT the kind of record store with only new pressings. Everyone behind the counter is always super knowledgeable if you need recommendations, and there’s great opportunities for eavesdropping on customers that seem straight out of High Fidelity. I usually find the best stuff in the new-in bins or from the jazz and classical sections at the back of the store. It’s truly the perfect little local record store. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3291.1951430718755!2d-119.69978718477525!3d34.42179798050697!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e9147f495e180f%3A0x3eaaf016e3f7faad!2sWarbler%20Records%20%26%20Goods!5e0!3m2!1sen!2sus!4v1611882907392!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/sUQ12MKaPeyeCnJn8",
              "extralink_title": "Website",
              "extralink_link": "http://www.warblerrecords.com/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "7",
              "title": "Rose Garden & Mission",
              "image": "/images/2/location7.jpg",
              "sidebar_image": "/images/2/sidebar7.jpg",
              "image_description": "",
              "description": "The Santa Barbara Mission is known as the mother of the California Missions. Across from this stunning display of Spanish architecture is a big grassy field filled with roses of every color. It’s easy to spend an entire afternoon here people-watching, picnicking, interacting with dogs, and reading the plaques bearing the odd names of each rose breed. On a clear day you should even be able to see the ocean from the garden!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3290.544286469162!2d-119.71624768477477!3d34.43832898050259!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e9148125336d03%3A0x220099955553f967!2sOld%20Mission%20Santa%20Barbara!5e0!3m2!1sen!2sus!4v1611882972415!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/RDaxu2bAx2Mss4t88",
              "extralink_title": "Website",
              "extralink_link": "",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "8",
              "title": "Water Towers",
              "image": "/images/2/location8.jpg",
              "sidebar_image": "/images/2/sidebar8.jpg",
              "image_description": "",
              "description": "Santa Barbara is miraculously situated right between the coastline and the Santa Ynez mountains. An easy drive up East Camino Cielo reveals stunning aerial views of the city and the ocean. Along the way, make sure to stop at the old water towers: they host a lot of interesting graffiti, and they're pretty fun to climb. I’d also recommend stopping at Knapp’s Castle along the way, or an extended drive in the opposite direction to Lizard’s Mouth. Leave the house forty-five minutes before sunset for best results.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d12673.67424425454!2d-119.7149871!3d34.4951596!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80e96baf38c67eb9%3A0x15efbc39b7709ac7!2sCamino%20Cielo!5e1!3m2!1sen!2sus!4v1597297377699!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/UWw2Akav1YCC5Jgm9",
              "extralink_title": "Website",
              "extralink_link": "http://www.sboutdoors.com/east-camino-cielo-drive.html",
              "sticker": "/images/stickers/daytrip.png",
              "footer": ""
            }
        ]
    },
    {
        "id": 3,
        "firstName": "Hannah",
        "lastName": "Berman",
        "town": "Park Slope",
        "stateAbbrv": "NY",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/3card.jpeg",
        "bioImage": "/images/3/bio.jpeg",
        "bioBlurb": "Hannah is a freelance writer currently studying English, Italian studies, and education at Wesleyan University. Head to her website at hannah-berman.com to read more of her work!",
        "bioWebsite": "https://www.hannah-berman.com/",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/3/header.jpg",
              "sidebar_image": "/images/3/header_sidebar.jpg",
              "image_description": "",
              "description": "I'm Hannah, and I'm from Park Slope, Brooklyn, NY. A little-known fact about me is that up until I switched schools for kindergarten, I was actually a Manhattan baby through and through—I moved here at the age of five. At first, I hated Brooklyn. Every time we passed the clock tower at One Hanson Place I would cry, and I slept with a drawing of my old apartment building underneath my pillow for the first year I spent in my new Brooklyn brownstone. Luckily, after I eventually adjusted to Brooklyn life, I realized that Park Slope was a great place to be—it's quieter and calmer than living in the city, and home-y enough that I'm recognized as a regular at all my favorite places. Now I can't walk down Seventh Ave without seeing someone I know, and I wouldn't trade it for anything. So without any further ado, here are the five places you need to visit if you ever happen to cross the bridge to visit my side of the river! ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d24209.007622996683!2d-73.99896049584194!3d40.671193677423055!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25b0193dc39e1%3A0x3e0395e48aa1e4!2sPark%20Slope%2C%20Brooklyn%2C%20NY!5e0!3m2!1sen!2sus!4v1611869052679!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/5Spx3u7bx3QHwCWB6",
              "extralink_title": "FUN FACTS",
              "extralink_link": "https://gothamist.com/arts-entertainment/10-facts-you-may-not-know-about-park-slope",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Prospect Park",
              "image": "/images/3/location1.jpg",
              "sidebar_image": "/images/3/sidebar1.jpg",
              "image_description": "",
              "description": "Even though I live in the city, I love escaping into Prospect Park. If you were to count up the hours I spend in the park when I’m home, it would be about equal to the amount of time I spend asleep. My favorite area of the park is probably the Vale, a semi-hidden section featuring spooky, unused fountains accessible by way of a sandpit. I also love any area with a view of the lake, which is pretty far from my house but worth the walk. The park is my spot for picnicking in the summer, sledding in the winter, and hanging with friends year-round. If you visit with me, you’re likely to hear more than one raunchy park story, because it’s where my friends and I got up to all our antics in high school. (Don’t go after dark if you’re not ready to encounter the packs of school-age children hanging out and doing things they probably shouldn’t be doing.)",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d12106.497870247284!2d-73.97771053168655!3d40.66020774871936!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25b1087680443%3A0x178bf7c600df7a98!2sProspect%20Park!5e0!3m2!1sen!2sus!4v1596863778359!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/82vGAUGT35eeGE7c7",
              "extralink_title": "Website",
              "extralink_link": "https://www.prospectpark.org/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "2",
              "title": "The Chocolate Room",
              "image": "/images/3/location2.jpg",
              "sidebar_image": "/images/3/sidebar2.jpg",
              "image_description": "",
              "description": "Anyone who has ever visited me at home has been forced to go to the Chocolate Room. I’ve been coming here once a week or so since I first moved to Brooklyn at five years old, so they know me pretty well. The manager, Bryan, is one of my favorite people in the neighborhood, and I try to only go when he’s working. (If you tell him you know me, he’ll probably roll his eyes and provide you with his thoughts on the current state of my love life.) As you might expect, the Chocolate Room’s deal is that they only serve desserts, most of which feature chocolate. The romantic lighting in the seating area makes it the perfect date spot, which is why Bryan has so much to say about my love life. My order at the Chocolate Room (which hasn’t changed in 10 years!) is the brownie sundae—it’s a phenomenal take on an old classic, with delicious homemade ice cream and an extremely decadent brownie. I’ve heard the other dishes on the menu are good too, but I personally can only really vouch for the sundae (and Bryan).",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3025.6706565616723!2d-73.97919808467235!3d40.681225047434765!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25bac08b05911%3A0x213c2aa08322920!2sThe%20Chocolate%20Room!5e0!3m2!1sen!2sus!4v1596863898769!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/pYsUbrZ8Mf8Bpk7K9",
              "extralink_title": "Website",
              "extralink_link": "https://www.thechocolateroombrooklyn.com/",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
            {
              "id": "3",
              "title": "Brooklyn Museum",
              "image": "/images/3/location3.jpg",
              "sidebar_image": "/images/3/sidebar3.jpg",
              "image_description": "The main area.",
              "description": "The Brooklyn Museum is kinda awesome. I took a drawing class here in fifth grade (which I hated) that put me off the museum for many years, but recently I returned and found it to be a really beautiful experience, with a lot of surprisingly well done exhibits—and this is coming from someone with relatively little patience for any museums. I especially recommend the Ancient Egyptian wing, which is phenomenal. If you’re ever looking for a way to spend several hours and are willing to drop some bucks on an entrance fee, this is the best place in Park Slope to visit. (Also: you might recognize this image from the iconic first scene of the Netflix show POSE, which I highly recommend watching whether or not you make it out to the museum.)",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3026.1252008559964!2d-73.96581928467272!3d40.671210248046954!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25b0a449c39c9%3A0xc62355aa46c985fa!2sBrooklyn%20Museum!5e0!3m2!1sen!2sus!4v1596864010801!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/3qGbgi6SiiyuDVuJ8",
              "extralink_title": "Museum Website",
              "extralink_link": "https://www.brooklynmuseum.org/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "4",
              "title": "Giuseppina's",
              "image": "/images/3/location4.jpg",
              "sidebar_image": "/images/3/sidebar4.jpg",
              "image_description": "",
              "description": "Giuseppina’s is oft-overlooked on Best Of Brooklyn lists, and I can’t quite figure out why, because it’s incredible. On the corner of 6th Avenue and 20th Street, this tiny restaurant only seats about eight tables at a time. They offer four specialty pizzas, two calzones, the option to add toppings to a plain pie, and that’s pretty much it. My family refers to it as the quintessential New York pizza joint: they only make pizzas in one size, they don’t do substitutions, they rarely alter the menu, and they’re always—always—playing Frank Sinatra. I’m not exaggerating when I say that I’ve never heard a single song that wasn’t by Sinatra at Giuseppina’s. The pizza is unbelievably thin, not too crispy and not too flimsy; a real Goldilocks’ pie, if you will. Come prepared to eat a lot.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=place_id:ChIJo67U5-ZawokRPfORVM3NpTo&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/NWh7EP3cKJ5Gp2PR8",
              "extralink_title": "Menu",
              "extralink_link": "https://www.giuseppinasbrickovenpizza.com/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "5",
              "title": "Greenwood Cemetery",
              "image": "/images/3/location5.jpg",
              "sidebar_image": "/images/3/sidebar5.jpg",
              "image_description": "",
              "description": "Greenwood cemetery is gigantic and breathtaking. More than anything else, I love walking around and trying to guess how old different sections of the cemetery are—did you know that gravestone trends go in and out of style? For me, the way a person chooses to be memorialized posthumously is a fascinating lens through which to view the trajectory of humanity. Most of the graves are pretty old at this point, especially the more monumental ones, so it feels like you’re wading through history rather than emotion. My favorite thing to do here is take a good book with me (extra points if it’s Agatha Christie!) and plop down in the shade after reading a bunch of tombstones. Be careful: you can really get lost in there.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3026.7542011899836!2d-73.9978862597917!3d40.65734836481551!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25adbcd208bef%3A0x5e51ac2c53f58faf!2sGreenwood%20Cemetery!5e0!3m2!1sen!2sus!4v1596864407501!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/BSPzAkQzrn6d5xobA",
              "extralink_title": "Website",
              "extralink_link": "https://www.green-wood.com/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "6",
              "title": "Blue Sky Bakery",
              "image": "/images/3/location6.jpg",
              "sidebar_image": "/images/3/sidebar6.jpg",
              "image_description": "",
              "description": "Two doors down from the Chocolate Room is Blue Sky, a.k.a. the best bakery in the world. The first time I went to Blue Sky was the day that my parents bought our Brooklyn home: I was five, and I bought a sugar cookie with red frosting, which I complained was “too spicy” as I sat on my puffy coat as makeshift furniture in the empty room that would soon become our living room. Ever since, I’ve averaged going to Blue Sky at least once a week in the mornings. My classic breakfast is a muffin AND a cinnamon roll. You eat the muffin first (wrench the top from the bottom and eat the bottom first, even if it’s burnt). The trick when it comes to their cinnamon rolls is that the outermost ring is incredibly dry, and honestly, not even really worth your time. If you’re feeling up to the challenge, you can drag a fingernail along the inside of the outer ring, scraping up the sticky cinnamon goodness, and pop it all in your mouth at once. Then you unfurl the rest, so that it looks like you’re rolling out a red carpet. The middle is the best part. That should be your last bite, always. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d24205.394666402008!2d-73.99456046103727!3d40.68114404743984!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c25baea08f709d%3A0xc57ce4689eaaa1a7!2sBlue%20Sky%20Bakery!5e0!3m2!1sen!2sus!4v1611869520673!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/DY3LVtWi52E89eFz6",
              "extralink_title": "Website",
              "extralink_link": "http://www.blueskybakery.org/",
              "sticker": "/images/stickers/local2.png",
              "footer": ""
            }
        ]
    },
    {
        "id": 4,
        "firstName": "Alex",
        "lastName": "Tripp",
        "town": "San Francisco",
        "stateAbbrv": "CA",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/4card.jpg",
        "bioImage": "/images/4/bio.jpg",
        "bioBlurb": "Alex is a senior at Wesleyan University.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/4/header.jpg",
              "sidebar_image": "/images/4/header_sidebar.jpg",
              "image_description": "",
              "description": "Nestled between the bay and the Pacific, San Francisco is nearly an island. The peninsular character of the city helps account for our reputation as a perennial locus of subculture. The local culture verges on the utopian, with one foot tethered to Silicon Valley. The baffling geography further contributes to the unreal quality of the city, and even seasoned locals can find themselves completely disoriented among the winding streets. Navigational confusion aside, San Franciscans (even the dreaded NYC transplants) are fiercely territorial, and rabid evangelists when it comes to their hometown. P.S. Don’t call it Frisco!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d100939.98555120401!2d-122.50764008500157!3d37.75781499644896!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x80859a6d00690021%3A0x4a501367f076adff!2sSan%20Francisco%2C%20CA!5e0!3m2!1sen!2sus!4v1612217626491!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/tR2UXwCs7aWQ11hp6",
              "extralink_title": "TRAVEL INFO",
              "extralink_link": "https://www.sftravel.com/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Lands End/Legion of Honour",
              "image": "/images/4/location1.jpg",
              "sidebar_image": "/images/4/sidebar1.jpg",
              "image_description": "Me and my friends at the Legion of Honor",
              "description": "One of the most beautiful walks in San Francisco runs between the Sutro Baths ruins and the Legion of Honor, a fine arts museum. The trail takes you past majestic vistas of the Pacific and a beautiful view of the Golden Gate Bridge. It is so fun to explore the different offshoots of the main trail, particularly Mile Rock Beach, one of the most beautiful spots in the whole city. Watching the fog (affectionately nicknamed Karl by the locals) as it rolls in, one can’t help but think of the Carl Sandburg poem many San Franciscans are required to commit to memory in grade school: 'The fog comes on little cat feet. It sits looking over harbor and city on silent haunches and then moves on.'",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3153.237132860811!2d-122.50307928474794!3d37.784482119373955!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808587acd6e2ba69%3A0xb9ffd88c77154d2c!2sLegion%20of%20Honor!5e0!3m2!1sen!2sus!4v1611370026267!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/AMSvQoez7HrH6rbx7",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://legionofhonor.famsf.org/",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Tartine Manufactory",
              "image": "/images/4/location2.jpg",
              "sidebar_image": "/images/4/sidebar2.jpg",
              "image_description": "The front of Tartine Manufactory",
              "description": "The Tartine Manufactory is a restaurant/bread factory in the Mission with some of the most delicious pastries in town. Their baked goods draw a cult-like following, so there are frequently lines at their other location, but the Manufactory remains a hidden gem. The restaurant is co-located with the Heath Ceramics factory, and the surrounding blocks are chock-full of lofts and art supplies stores, perfect for a post-brunch stroll.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3154.2024847900193!2d-122.41413618474856!3d37.761850120676094!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808f7e308f2ed1bb%3A0x88d7d35712aa2ba3!2sTartine%20Manufactory!5e0!3m2!1sen!2sus!4v1611370287063!5m2!1sen!2sus",
              "directions_link": "https://g.page/tartinemanufactory?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://tartinebakery.com/san-francisco/manufactory",
              "sticker": "/images/stickers/local.png",
              "footer": "Make sure to send your business this way—this spot is women-owned!"
            },
            {
              "id": "3",
              "title": "The Vulcan Street Stairs",
              "image": "/images/4/location3.jpg",
              "sidebar_image": "/images/4/sidebar3.jpg",
              "image_description": "My brother and I on a staircase walk",
              "description": "One of the truly unique features of San Francisco is its many staircases, each flanked by charming homes, the delightful result of a strong desire to live in the city combined with its relentlessly steep terrain. Each staircase is a scavenger hunt of hidden wonders, straight out of a Herb Caen essay. My dad and I made it one of our goals this summer to traverse every starway we could find, and we were astonished at how many wonderful new discoveries we made in a city we thought we knew.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3154.141584742001!2d-122.44326968474856!3d37.76327822059408!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808f7e019103cb93%3A0xfc7bb653202d847f!2sVulcan%20Street%20Stairs!5e0!3m2!1sen!2sus!4v1611370339116!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/2NtqKHGeiAq6HGuX8",
              "extralink_title": "",
              "extralink_link": "",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "4",
              "title": "City Lights Books",
              "image": "/images/4/location4.jpg",
              "sidebar_image": "/images/4/sidebar4.jpg",
              "image_description": "The facade of City Lights",
              "description": "In a city full of legendary bookstores, City Lights stands alone as a stalwart of countercultural San Francisco.  Founded by Lawrence Ferlinghetti, City Lights was once the nation’s first all-paperback bookstore; now, it also contains a successful publishing house most famous for printing the works of Allen Ginsberg, Pauline Kael, Frank O’Hara, Diane di Prima, and Ferlinghetti himself.  The store's wonky layout resembles the craggy couplets of the Beats who gave the store its notoriety. The huge outpouring of financial support following the bookstore’s temporary closure due to Covid-19 is a clear sign of its importance to the community, to which I can also attest: I have spent hours and hours joyfully perusing the shelves.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3152.676971720376!2d-122.40878828474771!3d37.797609418618464!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x808580f47ce86ef5%3A0xa2f0156e1760483e!2sCity%20Lights%20Booksellers%20%26%20Publishers!5e0!3m2!1sen!2sus!4v1611370389704!5m2!1sen!2sus",
              "directions_link": "https://g.page/CityLightsBooks?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://www.citylights.com/",
              "sticker": "/images/stickers/local2.png",
              "footer": "Make sure to send your business this way—this spot is women-owned!"
            }
        ]
    },
    {
        "id": 15,
        "firstName": "Hannah",
        "lastName": "Docter-Loeb",
        "town": "Washington",
        "stateAbbrv": "DC",
        "school": "Wesleyan University",
        "classYear": "22",
        "cardImage": "/images/cards/15card.jpg",
        "bioImage": "/images/15/bio.jpg",
        "bioBlurb": "Hannah Docter-Loeb is a junior at Wesleyan University double majoring in Biology and Psychology and minoring in Education Studies. She was born in D.C. in a hospital that is now a Trader Joe’s, and has lived there—D.C., not the Trader Joe’s—her whole life. In her free time, she enjoys writing, playing the piano, and watching reruns of How I Met Your Mother.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/15/header.jpg",
              "sidebar_image": "/images/15/header_sidebar.jpg",
              "image_description": "",
              "description": "I’m from D.C. Not Bethesda, not Arlington; Washington D.C. I know that sounds pretentious to say, but my pride for my city is real (unlike our representation in Congress). Every year D.C. brings in millions of wanted and unwanted visitors—MAGA men, I’m looking at you!—who seem to only stick within a two-mile radius of the National Mall. But there’s so much more to D.C. than just monuments, memorials, and the White House. Hence, I’ve compiled a list of my top not-too-touristy destinations in D.C.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d397480.95575856965!2d-77.29408047969106!3d38.893797788992224!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89b7c6de5af6e45b%3A0xc2524522d4885d2a!2sWashington%2C%20DC!5e0!3m2!1sen!2sus!4v1613437799459!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/8RU4JJ7jwQzHCcX87",
              "extralink_title": "WEBSITE",
              "extralink_link": "",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Washington National Cathedral",
              "image": "/images/15/location1.jpg",
              "sidebar_image": "/images/15/sidebar1.jpg",
              "image_description": "",
              "description": "Although it has yet to fully recover from DC’s first earthquake in 2011, the National Cathedral is still one of my all-time favorite places in D.C. A mere half-mile from my home, the National Cathedral (and the associated Bishop's Garden and Olmsted Woods) is my go-to location for any occasion. Whether you’re planning on a picnic with friends, a late-night stroll, or even taking prom pics, it’s truly the place to be. Also, don’t miss the cottage next door, which houses the cutest cafe called Open City (unfortunately temporarily closed in COVID times).",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3103.7104739802867!2d-77.07296948464861!3d38.930594579565536!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89b7b62764ce4687%3A0x9a075d72958e3fd0!2sWashington%20National%20Cathedral!5e0!3m2!1sen!2sus!4v1613437849727!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/fQKe8gSPgP9UJyweA",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://cathedral.org",
              "sticker": "",
              "footer": ""
            },
     	{
              "id": "2",
              "title": "Rock Creek Park",
              "image": "/images/15/location2.jpg",
              "sidebar_image": "/images/15/sidebar2.jpg",
              "image_description": "",
              "description": "New York’s Central Park has nothing on Rock Creek Park. With 2.7 square miles of foliage, hiking trails, and creeks, this park is filled with more nooks and crannies than even a native Washingtonian like myself has time to fully explore. Over the weekends, many of the roads are closed to cars, providing ample space for bikers, walkers, and runners. In elementary school, my family would spend nearly every Saturday in the park, walking and collecting sticks for Poohsticks.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3102.545149825909!2d-77.0486936846479!3d38.957218379561475!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89b7c8f06a225943%3A0x601267b7d15c622d!2sRock%20Creek%20Park!5e0!3m2!1sen!2sus!4v1613437963195!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/mXCfG15npZdoPQUGA",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.nps.gov/rocr/index.htm",
              "sticker": "",
              "footer": ""
            },
     	{
              "id": "3",
              "title": "POPPABOX",
              "image": "/images/15/location3.jpg",
              "sidebar_image": "/images/15/sidebar3.jpg",
              "image_description": "",
              "description": "POPPABOX is my go-to “let’s get a meal” place. Located in Foggy Bottom, just a few blocks from my high school, Poppabox was a common destination for my off-campus lunches. Their menu consists of everything from Asian-fusion to wraps to chicken and waffles. Whenever I go, I get the beef bulgogi mini bowl, and I sincerely suggest everyone else do the same (substituting beef with tofu if you’re vegetarian).",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3104.998615352016!2d-77.04690268464954!3d38.901146979570015!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89b7b7ba0bd7a229%3A0x8384eab72b439d0a!2sPoppaBox!5e0!3m2!1sen!2sus!4v1613438055846!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/1jVmk52ehgiVgFuK6",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.poppaboxdc.com/",
              "sticker": "/images/stickers/bang.png",
              "footer": ""
            },
     	{
              "id": "4",
              "title": "C and O Canal",
              "image": "/images/15/location4.jpg",
              "sidebar_image": "/images/15/sidebar4.jpg",
              "image_description": "",
              "description": "Another place I frequented often during my childhood is the C and O Canal, a 185-mile canal that spans from Cumberland, Maryland all the way to Georgetown. If you’re looking for a nice nature walk close to the city, this great trail is nestled right alongside the Potomac River. Lock 7 and Fletcher's Cove are some of my favorite stops along the way. I don’t advise doing the whole trail, at least not in one day—it’s a real trek.That being said, this past May my best friend and I walked over ten miles of the trail as part of our TikTok-inspired half marathon walk, and it was a blast.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=place_id:ChIJtXfIYcLJt4kRFuSHy_6ODI0&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/AMFUwfy8fTQ9hHrB7",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.nps.gov/choh/index.htm",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
     	{
              "id": "5",
              "title": "Comet Ping Pong",
              "image": "/images/15/location5.jpg",
              "sidebar_image": "/images/15/sidebar5.jpg",
              "image_description": "",
              "description": "When it’s not supposedly operating as a pedophile ring, Comet Pizza is a great spot for the whole family. While most come for the pizza and ping pong, as a kid I was always amused by the videos of Rube Goldstein machines that would be projected on the walls. I also recommend checking out its neighboring bookstore, Politics and Prose, if you’re in need of a good book, or a present for a loved one.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3102.6007135607015!2d-77.07216158464792!3d38.955949279561636!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89b7c9b98f61ad27%3A0x81a8bf734dd1c58f!2sComet%20Ping%20Pong!5e0!3m2!1sen!2sus!4v1613438290212!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/xmygR1mud8wx52tU9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.cometpingpong.com/",
              "sticker": "/images/stickers/local2.png",
              "footer": "Some Honorable Mentions: Call Your Mother Deli, The Sculpture Garden, and any restaurant by José Andrés"
            }
        ]
    },
    {
        "id": 7,
        "firstName": "Saakshi",
        "lastName": "Kakar",
        "town": "Mumbai",
        "stateAbbrv": "India",
        "school": "Kings College London",
        "classYear": "21",
        "cardImage": "/images/cards/7card.jpg",
        "bioImage": "/images/7/bio.jpg",
        "bioBlurb": "Saakshi Kakar is a Master’s student studying Developmental Psychology and Psychopathology at King’s College, London. When she’s not writing about why Bombay is the best city in the world, she enjoys watching YouTube videos at 2x speed, whipping up some desserts, making puns that only she enjoys, and ignoring the destruction of the world by doing some yoga.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/7/header.jpg",
              "sidebar_image": "/images/7/header_sidebar.jpg",
              "image_description": "",
              "description": "I’ve been a Bombay baby since day one, and I’ve loved it ever since. My love for this city has been inculcated in me by walking up and down the roads of Bombay wherever and whenever I can, often with my mom. These walks have shown me the vibrance, the resilience, and the no-nonsenseness of this glorious city. It’s a curious mix of heart and soul that you have to see to believe.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d241316.64332790065!2d72.741099974627!3d19.082522320394574!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7c6306644edc1%3A0x5da4ed8f8d648c69!2sMumbai%2C%20Maharashtra%2C%20India!5e0!3m2!1sen!2sus!4v1612128434819!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/YgJLszJgDHPJ9Anm6",
              "extralink_title": "MORE INFO",
              "extralink_link": "https://www.india.com/travel/mumbai/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Colaba Causeway",
              "image": "/images/7/location1.jpg",
              "sidebar_image": "/images/7/sidebar1.jpg",
              "image_description": "",
              "description": "Like most metropolitan cities, Bombay has a plethora of shopping options (from international retailers like H&M to local boutiques!), but a defining experience in my retail journey has been my visits to Colaba Causeway. Along this long stretch of a sidewalk, you can find clothes, jewellery, antiques, mementoes, and more. What really separates Colaba Causeway from most other shopping experiences is the adrenaline-fuelled haggling, using techniques that have been passed down through generations, and the schadenfreude of seeing tourists getting swindled by shopkeepers. Causeway is where I’d go every year after I finished my year-end exams. It’s also one of the first few places I’d visit whenever I’d come back home from college, and it’s where I’ve taken almost every important person in my life. I have probably spent hours upon hours walking up and down this street, but I have never gotten tired of it. I think it’s because nothing quite encapsulates the Bombay spirit for me like the hustling, bustling, electrifying energy of Colaba Causeway.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3774.1534595574294!2d72.82988921489887!3d18.92460038717499!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7d194218579c9%3A0xd9ae43411acdb561!2sColaba%20Causeway%2C%20Mumbai%2C%20Maharashtra%2C%20India!5e0!3m2!1sen!2sus!4v1612129352456!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/UwHLDiSKLgTnHe6JA",
              "extralink_title": "MORE PHOTOS",
              "extralink_link": "https://www.dnaindia.com/mumbai/slideshow-legends-of-the-causeway-1212031",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Sleight of Hand",
              "image": "/images/7/location2.jpg",
              "sidebar_image": "/images/7/sidebar2.jpg",
              "image_description": "",
              "description": "Blink and you’ll miss this cute garden cafe. Sleight of Hand started off as a small counter tucked inside a furniture shop. Luckily, due to its location smack dab in the Esplanade school district, the cafe found loyal patrons in students, like myself, who would imagine devouring their brownies while stuck supposedly studying in classrooms. It was always a special treat when your parents would come to pick you up from school, sparing you the ride home on the bus, and you could arm-twist them into buying you some divine shortbread chocolate brownies, or famous, crisp chocolate chip cookies. Once I left school, I lost touch with Sleight of Hand—that is, until my good friend with good taste, Tara, brought me back years later. She introduced me to their decadent hot chocolate. And the only thing warmer than their hot chocolate is Sleight of Hand’s hospitality. The sweet smile and enthusiasm of the owner, Aadore, make this treasure trove even more of a delight to visit.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3773.9075034929665!2d72.82983361489907!3d18.935487887168613!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7d1dc42165aa3%3A0xed6eeb54a82f7c4e!2ssleight%20of%20hand!5e0!3m2!1sen!2sus!4v1612129467975!5m2!1sen!2sus",
              "directions_link": "https://g.page/ADSSOH?share",
              "extralink_title": "INSTAGRAM",
              "extralink_link": "https://www.instagram.com/sleightofhandcafe/",
              "sticker": "",
              "footer": "Make sure to send your business this way—this spot is women-owned!"
            },
            {
              "id": "3",
              "title": "Marine Drive",
              "image": "/images/7/location3.jpg",
              "sidebar_image": "/images/7/sidebar3.jpg",
              "image_description": "",
              "description": "Marine Drive is the quintessential Bombay spot. In a city with a lot of public, but not a lot of public spaces, Marine Drive is the social hub of the city. It’s where people go to exercise, hang out, or aggressively make out. (Seriously, there's a lack of space in this city.) I recommend going there at night, when you can sit on the promenade with friends and talk about life while gushing waves of the Arabian Sea serve as the soundtrack. Visiting Marine Drive at night also provides the perfect opportunity to observe the “Queen’s necklace:” the street lights along the curved road are famous for resembling a string of pearls.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=queens%20necklace%20-%20marine%20drive%20mumbai&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/Lyw8rjqecy2zW4eGA",
              "extralink_title": "MORE INFO",
              "extralink_link": "https://www.frommers.com/destinations/mumbai/attractions/marine-drive--chowpatty-beach",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
            {
              "id": "4",
              "title": "Wayword and Wise",
              "image": "/images/7/location4.jpg",
              "sidebar_image": "/images/7/sidebar4.jpg",
              "image_description": "",
              "description": "After the loss of the iconic Strand bookstore, Bombay was missing a bookstore with both heart and a great collection. The five-year-old Wayword and Wise has fulfilled that requirement. Their vast and well-curated selection of books ensures that if you step in, you will likely step out with a book whether you intended to or not (as my friends and I have found out the hard way). The shop started off as a passion project by book-loving purists wanting to create a cosy physical space for Bombay’s readers. Though the market seems to demand it, the owners have refused to give in to the whims of online book buyers. Unfortunately, in light of the harsh pandemic, that has left the future of the bookstore uncertain.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3773.859762628856!2d72.834686114899!3d18.937600487167444!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7d1d981c8f375%3A0xb2ed1a6296cfbc20!2sWayword%20%26%20Wise!5e0!3m2!1sen!2sus!4v1612129628376!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/Xh4YCDVEdvDu5BDr7",
              "extralink_title": "INSTAGRAM",
              "extralink_link": "https://www.instagram.com/waywordandwise/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "5",
              "title": "Bandra Fort",
              "image": "/images/7/location5.jpg",
              "sidebar_image": "/images/7/sidebar5.jpg",
              "image_description": "",
              "description": "Bandra Fort, also known as Castella de Aguada, is a historic sea-facing Portuguese fort that was popularised after its showcase in Bollywood movies, including the seminal classic (one of my favourites), Jaane Tu Ya Jaane Na. The movie made it iconic for a group of 20-something-year-old friends to hang out there—so when you’re on site, it almost feels like you’re in a movie. If you’re feeling adventurous and the tide is low, you can walk on the rocks that line the Arabian Sea. After that, you can walk around the adjoining garden, or sit by the amphitheatre and watch people exercise.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3771.4966534831274!2d72.81617071490065!3d19.04188918710746!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7c94fec37e32f%3A0xbd1c604e235425bc!2sBandra%20Fort!5e0!3m2!1sen!2sus!4v1612129701058!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/Vzhh4soocQD5RCY96",
              "extralink_title": "MORE INFO",
              "extralink_link": "https://theculturetrip.com/asia/india/articles/magical-bandstand-one-of-mumbai-s-last-standing-forts/",
              "sticker": "",
              "footer": ""
            }
        ]
    },
    {
        "id": 5,
        "firstName": "Zoe",
        "lastName": "Kaplan",
        "town": "Sleepy Hollow",
        "stateAbbrv": "NY",
        "school": "Wesleyan University",
        "classYear": "20",
        "cardImage": "/images/cards/5card.jpg",
        "bioImage": "/images/5/bio.jpg",
        "bioBlurb": "Zoë writes about theater, sports and everything in between. She is currently the Community Coordinator for Fairygodboss, the leading career community for women. You can find more of her work at zoeakaplan.com.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/5/header.jpg",
              "sidebar_image": "/images/5/header_sidebar.jpg",
              "image_description": "",
              "description": "Tarrytown, NY is the first place I ever remember living; we moved from the city when I was three, right when my younger sister was born. I moved to its neighboring town, Sleepy Hollow, in middle school, but all that changed was my house and my neighbors. While they're technically two different towns, Tarrytown and Sleepy Hollow are closely linked communities, just five minutes apart. I like to think we've got the best of the suburban world: a lively town and fun history (who else gets to have the Headless Horseman as their mascot?), easy access to the city, and beautiful rural places to explore.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d48112.12081783564!2d-73.904688489283!3d41.09068164873463!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2bfd961eaf495%3A0x55c4755c07861d18!2sSleepy%20Hollow%2C%20NY%2010591!5e0!3m2!1sen!2sus!4v1611867662454!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/t5iLPmGmsZpHsV37A",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://visitsleepyhollow.com/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Rockefeller State Park Preserve ",
              "image": "/images/5/location1.jpg",
              "sidebar_image": "/images/5/sidebar1.jpg",
              "image_description": "",
              "description": "Sleepy Hollow is famous for the book by the same name, The Legend of Sleepy Hollow, and the Sleepy Hollow Cemetery is where you can find the grave of its famous author, Washington Irving. Although I’m not personally that into searching for famous people’s graves, the cemetery is a beautiful place to walk and it leads into the Rockefeller State Preserve. I’ve walked with my family, friends, and dogs in the preserve for years and there are still so many trails and paths I haven’t seen. My favorite spot in the 45 mile preserve is Swan Lake, a short walk from the preserve’s main entrance. If you walk a ways toward Stone Barns, you might be lucky enough to see some cows, sheep, or goats.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3006.194387969825!2d-73.83902378466072!3d41.108445521203784!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2bff684bd7727%3A0x348fb35a21da1416!2sRockefeller%20State%20Park%20Preserve!5e0!3m2!1sen!2sus!4v1611867789482!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/DMtknBanQk1DX1RWA",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://parks.ny.gov/PARKS/59",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Main Street Eats",
              "image": "/images/5/location2.jpg",
              "sidebar_image": "/images/5/sidebar2.jpg",
              "image_description": "",
              "description": "Okay, technically this isn’t a single spot, but Tarrytown’s Main Street is where some of the best food is in Westchester, all within a single block. My absolute favorite is Mint, which is perfect for a delicious and slightly fancy lunch—think paninis and french fries on a first date, or salads for a special sister lunch. If you don’t want to sit and eat, you can also stop in and select from a bunch of yummy meats and cheeses.  Walk literally two doors down and you’ll arrive at the Eatarry, another one of my favorite places to get breakfast or lunch (or brunch). While their sandwiches, brunch bowls, and lemon ricotta pancakes alone would be enough for Eatarry to make this list, my favorite thing is their tea menu. You can order afternoon tea for one or two, complete with scones, petit fours and sandwiches (with the crusts cut off, of course).",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3007.6490303113806!2d-73.86167738466169!3d41.07666382316277!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2eab94d44e629%3A0x6a3f16336ae6d5c2!2sEatarry!5e0!3m2!1sen!2sus!4v1611868049222!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/sWvckoUQEni4V3Cd9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://eatarry.com/",
              "sticker": "/images/stickers/local.png",
              "footer": "Make sure to send your business to Mint—this spot is BIPOC-owned!"
            },
            {
              "id": "3",
              "title": "Tarrytown Riverwalk",
              "image": "/images/5/location3.jpg",
              "sidebar_image": "/images/5/sidebar3.jpg",
              "image_description": "",
              "description": "Stop off at the Tarrytown train station and you’ll land a short few steps away from the Riverwalk, a walking path very obviously named for its place right next to the Hudson River. On a good day, you can see the entire Manhattan landscape on your stroll. If you’re so inclined, you can walk a mile or so from Tarrytown to Sleepy Hollow, checking out the Sleepy Hollow lighthouse and a temporary mural painted by community members (including my Dad!) along the way—without ever straying more than a couple feet from the river. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3007.6317210337897!2d-73.87009288466164!3d41.07704212313952!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2ea95b636c1ab%3A0x8d8fe3294f6bbd96!2sScenic%20Hudson%20RiverWalk%20Park%20at%20Tarrytown!5e0!3m2!1sen!2sus!4v1611868160433!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/1zerU61E2e3fLQeS7",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.scenichudson.org/explore-the-valley/scenic-hudson-parks/scenic-hudson-riverwalk-park-at-tarrytown/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "4",
              "title": "TaSH Farmers Market",
              "image": "/images/5/location4.jpg",
              "sidebar_image": "/images/5/sidebar4.jpg",
              "image_description": "",
              "description": "The Tarrytown Sleepy Hollow Farmers Market (or the TaSH, for short) might be one of my favorite parts of Saturday mornings (8am - 2pm, to be exact). From May to November, tons of vendors from Westchester pile into this park on Saturday mornings to sell everything from layered cheese to knife-sharpening services. One of my favorite vendors is Pickle Licious, where you can buy a singular pickle on a stick. Even if you’re not hungry (or in need of sharper knives), there’s also entertainment every week in the center of the park. It’s a great place to eat all the food you’ve just stocked up on while local musicians and bands play. ",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3007.640313919146!2d-73.86965868466156!3d41.07685432315112!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2eabb51e8641f%3A0x53092e8fa0922200!2sTarrytown%20and%20Sleepy%20Hollow%20Farmers%20Market%20-%20The%20TaSH!5e0!3m2!1sen!2sus!4v1612562015399!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/L8yecv2Bt1cd5RTm8",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://tashfarmersmarket.org/",
              "sticker": "",
              "footer": ""
            }
        ]
    },
    {
        "id": 6,
        "firstName": "Adam",
        "lastName": "Kubota",
        "town": "Seattle",
        "stateAbbrv": "WA",
        "school": "Pomona College",
        "classYear": "22",
        "cardImage": "/images/cards/6card.jpg",
        "bioImage": "/images/6/bio.jpg",
        "bioBlurb": "Adam Kubota is a Media Studies major and History minor at Pomona College. His interests include photography, embroidery, and skiing.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/6/header.jpg",
              "sidebar_image": "/images/6/header_sidebar.jpg",
              "image_description": "",
              "description": "Seattle is a big city with a small-town feel. Despite being the largest city in the Pacific Northwest (as well as a cultural and economic center), it is not uncommon to run into people you know all over the city. I love being from Seattle. I grew up walking to school through morning fog filled with the scent of salt water, biking around with friends until the sunset over the summer, and waking up in the dark to go skiing in the winter. It’s surrounded by natural beauty in the form of evergreen trees, natural waterways, two mountain ranges, and on a clear day, the stunning Mt. Rainier. Of course, Seattle isn’t perfect—nowhere is—but I love that it does things on its own terms. It’s not trying to be a movie star like LA, cosmopolitan like New York, weird like Portland, or rugged like Anchorage (no shade on these cities). Being from here, I’ve gotten to experience its faults and its struggles along with all of its warmth and its beauty. For me, the city’s ever-changing face is the perfect combination of dank, dark, and cold and sunny, warm, and revitalizing.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d172138.65426913404!2d-122.48214793517202!3d47.61317464073757!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x5490102c93e83355%3A0x102565466944d59a!2sSeattle%2C%20WA!5e0!3m2!1sen!2sus!4v1611864493071!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/QkN7KP1Bn23Nef2f8",
              "extralink_title": "CITY WEBSITE",
              "extralink_link": "https://www.seattle.gov/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Molly Moon’s",
              "image": "/images/6/location1.jpg",
              "sidebar_image": "/images/6/sidebar1.jpg",
              "image_description": "",
              "description": "A giant on the local ice cream scene, Molly Moon’s isn’t necessarily a boutique shop: there are nine locations throughout the greater Seattle area. That said, it’s still damn good ice cream, offering anything from simple single scoops all the way up to full-on sundaes. Molly Moon’s also has vegan options and alternatives, as well as a constantly updated menu with seasonal flavors to go along with their mainstays. My go-to order is either Scout Mint (a flavor with real, crushed-up thin mints in it) or Honey Lavender, but trying out some samples before deciding is really the way to go. Since many shops are in more residential neighborhoods, I like to grab my ice cream and then go walk down some side streets, or find a nearby park to hang out at. The Galer Street shop on Queen Anne is just a short walk to the famous Kerry Park Viewpoint.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=place_id:ChIJnYSwdWwVkFQRbSKcM-eDyHs&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/nnPeBiXMEY3TtzdVA",
              "extralink_title": "INSTAGRAM",
              "extralink_link": "https://www.instagram.com/mollymoonicecream/ ",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Deception Pass State Park",
              "image": "/images/6/location2.jpg",
              "sidebar_image": "/images/6/sidebar2.jpg",
              "image_description": "",
              "description": "Bordering Deception Pass on the Whidbey Island side, Deception Pass State Park offers gentle walks, fun summer beach days, and sweeping views of the Strait of Juan De Fuca and Olympic Peninsula. Approximately 2 hours north of Seattle, it is definitely a full day excursion. It can be paired with other hikes in the area or even an overnight camping stay. With plenty of photo opportunities and the nearby scenic bridge over the strait, visiting the park is a great way to experience more of the greater Puget Sound Region and nature without gearing up for an arduous climb.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d84735.94368660683!2d-122.6866219!3d48.4181781!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54857caeb43d67b5%3A0xa32ccd675fe1a55f!2sDeception%20Pass%20State%20Park!5e0!3m2!1sen!2sus!4v1611807162412!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/pDBMsTt8kqjkTmGM9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://parks.state.wa.us/497/Deception-Pass",
              "sticker": "/images/stickers/daytrip.png",
              "footer": ""
            },
            {
              "id": "3",
              "title": "Seattle Sounders FC",
              "image": "/images/6/location3.jpg",
              "sidebar_image": "/images/6/sidebar3.jpg",
              "image_description": "",
              "description": "My can’t miss sports experience in Seattle is Sounders FC. Sharing a stadium with the Seahawks, the Sounders have been an elite team on the field ever since joining Major League Soccer in 2009, and offer one of the best fan experiences in American soccer. My Dad and I have been going to nearly every Sounders home game since 2012, and it is one of the things I miss most when I’m away. Even for those with little interest in sports, being one of 40,000 on a Saturday night in Seattle is a unique and exhilarating experience. Plus, the nearby Pioneer Square and International District offer great opportunities for drinking and dining prior to the match. When picking out tickets it’s important to note that typically everyone in the lower bowl remains standing for the duration of the game—if you ask someone to sit down, you’ll most likely be ignored. If you need to sit, getting seats in the club section is the option for you, since it is a somewhat less intense fan experience than sitting closer to the action.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2690.5933183178286!2d-122.33382808436993!3d47.59515177918386!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54906aa3b9f1182b%3A0xa636cd513bba22dc!2sLumen%20Field!5e0!3m2!1sen!2sus!4v1611807227876!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/kQRXCtFyTZV2URfp9 ",
              "extralink_title": "TICKETS",
              "extralink_link": "https://www.soundersfc.com/tickets",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "4",
              "title": "Maneki",
              "image": "/images/6/location4.jpg",
              "sidebar_image": "/images/6/sidebar4.jpg",
              "image_description": "",
              "description": "Opened in 1904, Maneki is the oldest Japanese restaurant in Seattle. A survivor of World War II and Japanese Internment, it is housed in the same building as the Panama Hotel of the critically acclaimed novel Hotel on the Corner of Bitter and Sweet. Run by the ever-present Jean Nakayama, Maneki is at its core a local restaurant filled with regulars, despite featuring in national publications and TV. Despite its rich history, Maneki is a restaurant with little pomp and circumstance, offering delicious Japanese comfort food and sushi in cozy and unassuming surroundings. As a Japanese American growing up in Seattle, it’s always been very apparent to me that Maneki is an important part of Seattle’s strong east Asian community. My Dad and I have been going here before Sounders games for years now, and we are always greeted with a warm “Hello Kubota-san,” and often sent away with a bonus rice ball snack. Reservations should be made well in advance: same-day seating is usually only available at the bar if you line up 10-15 minutes before opening.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2690.3615247365237!2d-122.32835748436975!3d47.59965957918411!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54906abb8f11278b%3A0x67652e9acd844703!2sManeki%20Restaurant!5e0!3m2!1sen!2sus!4v1611807297437!5m2!1sen!2sus",
              "directions_link": "https://g.page/ManekiSeattle?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://manekiseattle.com/",
              "sticker": "/images/stickers/local.png",
              "footer": "Make sure to send your business this way—this spot is women-owned!"
            },
            {
              "id": "5",
              "title": "Gasworks Park",
              "image": "/images/6/location5.jpg",
              "sidebar_image": "/images/6/sidebar5.jpg",
              "image_description": "",
              "description": "Gasworks Park is a great year-round destination offering one of the classic views of the city skyline. Located on the North side of Lake Union, its main attractions are its signature (decommissioned) synthetic gas manufacturing equipment, and Kite Hill, upon which various groups of friends take up residence for a couple hours at a time. With south-facing views, the sunset splashes color across the downtown skyline and backlights the space needle, providing the perfect place to end a day in Seattle. It isn’t the most glamorous or beautifully-manicured park—there is a fair helping of mud and goose poop around—but on a sunny day, it is bustling with Seattleites from all walks of life. I have so many great memories of hanging out with friends at Gasworks, so it is always near the top of my list when folks from out of town come visit.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2687.996709440589!2d-122.33654188436817!3d47.645630779187194!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x54901502b25bb07f%3A0x1e6e55abec496196!2sGas%20Works%20Park!5e0!3m2!1sen!2sus!4v1611807355935!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/LaWStobijwYv2xAM9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.seattle.gov/parks/find/parks/gas-works-park",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            }
        ]
    },
    {
        "id": 9,
        "firstName": "Maya",
        "lastName": "Hayda",
        "town": "Providence",
        "stateAbbrv": "RI",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/9card.jpg",
        "bioImage": "/images/9/bio.jpg",
        "bioBlurb": "Maya Hayda is an Art History and English major at Wesleyan University. She will always adventure to try new bakeries, loves board games, and likes to drink lots of tea under a pile of blankets while reading a good novel.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/9/header.jpg",
              "sidebar_image": "/images/9/header_sidebar.jpg",
              "image_description": "",
              "description": "Providence is a hidden gem in the northeast, often overshadowed by bigger cities like New York and Boston. I had never even heard of Rhode Island before moving here in 2008 from San Antonio, Texas, but now, I am proud to call lil' Rhody my home state and Providence my hometown. From the Big Blue Bug (the giant termite mascot of Big Blue Bug Solutions, located along I-95), to coffee shops, restaurants, and a buzzing art scene, Providence is full of surprises. There's a saying that some people just never leave Rhode Island, and maybe after visiting some of these Providence spots you'll know why!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d47576.4350367315!2d-71.45619990401293!3d41.81694480075418!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e444e0437e735d%3A0x69df7c4d48b3b627!2sProvidence%2C%20RI!5e0!3m2!1sen!2sus!4v1612470322000!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/JudWunXKzoi4ao8U7",
              "extralink_title": "MORE INFO",
              "extralink_link": "https://www.goprovidence.com/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Providence Athenaeum",
              "image": "/images/9/location1.jpg",
              "sidebar_image": "/images/9/sidebar1.jpg",
              "image_description": "",
              "description": "Over 200 years old, the Athenaeum is an independently owned, public library located on historic Benefit Street. Although unassuming from the outside, it's the perfect place to settle into a quiet nook and do some reading. Some say the building is haunted: its most famous visitor was Edgar Allan Poe who, while sitting in one of the Athenaeum's alcoves, was dumped by his lover Sarah Helen Whitman right before their wedding. After some reading, make sure to hop across the street to visit the RISD Museum, or take a stroll down Benefit towards Wickenden Street and get lost wandering down some of Providence's oldest streets, paved with cobblestones and lined with brightly colored wooden houses.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2973.116568700944!2d-71.40856668456051!3d41.825787979226355!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e445162ad264c1%3A0xe611399a9987d5f7!2sThe%20Providence%20Athenaeum!5e0!3m2!1sen!2sus!4v1612470433736!5m2!1sen!2sus",
              "directions_link": "https://g.page/pvdath?share",
              "extralink_title": "INSTAGRAM",
              "extralink_link": "https://www.instagram.com/pvdath/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Frog and Toad",
              "image": "/images/9/location2.jpg",
              "sidebar_image": "/images/9/sidebar2.jpg",
              "image_description": "",
              "description": "I never leave Frog and Toad without a smile on my face. A small shop with an ever-changing selection of goodies made by local artists and creators, Frog and Toad holds the essence of Providence's quirky nature within its walls. They have their own printing shop where they make t-shirts with slogans like 'Don't Mess With Rhode Island Either,' along with stickers, pins, cards, and patches galore. At Frog and Toad, there's something to be found for everyone, from the cynic to the sincerest soul.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d23782.058391241364!2d-71.4251029!3d41.833524!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e444c59ac7add1%3A0x21613ed8fd004a7d!2sFrog%20%26%20Toad%20-%20East!5e0!3m2!1sen!2sus!4v1612470818664!5m2!1sen!2sus",
              "directions_link": "https://g.page/frogandtoadstore?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.frogandtoadstore.com/",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
            {
              "id": "3",
              "title": "Hope Street Farmers Market",
              "image": "/images/9/location3.jpg",
              "sidebar_image": "/images/9/sidebar3.jpg",
              "image_description": "",
              "description": "One of my favorite weekend activities is walking down to the Hope Street Farmers market, open every Saturday from May to October. There are dozens of food and craft vendors, along with local coffee roasters, bakeries, and restaurants that set up shop in Lippitt Memorial Park, at the end of Blackstone Boulevard. Some of my favorites include: City Farm for veggies, Robin Hollow Farm for flowers, Seven Stars Bakery for bread and pastries, Narragansett Creamery cheeses, New Harvest Coffee, and Tricycle Ice Cream for ice cream sandwiches. It's also the best place for people and dog watching, so take a blanket, listen to some live folk music, and munch on some delicious food while enjoying the sunshine.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2971.761536526385!2d-71.39373408455963!3d41.85495927922405!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e444c82b8e1c9b%3A0x55b18f7e128033f!2sHope%20Street%20Saturday%20Farmers%20Market!5e0!3m2!1sen!2sus!4v1612470917628!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/qWuf7sKnVNXXFQT28",
              "extralink_title": "MARKET WEBSITE",
              "extralink_link": "http://www.hopestreetmarket.com/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "4",
              "title": "Aleppo Sweets",
              "image": "/images/9/location4.jpg",
              "sidebar_image": "/images/9/sidebar4.jpg",
              "image_description": "",
              "description": "For a bite to eat, make sure to visit Aleppo Sweets. This bakery/cafe/restaurant is owned by Youssef Akhtarini, a baklava maker since the age of 16 and Syrian refugee who came to Providence with his family a few years ago. Everything from Aleppo Sweets is delicious, so I don't think you can really go wrong. Settle into their beautiful space and play some rounds of chess, backgammon, or cards. Order a pot of their ginger, cardamom and mint tea (made in-house), some mezze, musabaha and fattayer, and definitely don't miss out on the baklava (classic pistachio is my favorite, but there are nine different types!).",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2973.328082843261!2d-71.39391538456063!3d41.821232979226785!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e44554b29e7827%3A0x52ffd6faf423c077!2sAleppo%20Sweets!5e0!3m2!1sen!2sus!4v1612471008587!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/V4Y3ouQojzRsjAs2A",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.alepposweets.com/",
              "sticker": "/images/stickers/local2.png",
              "footer": "Make sure to send your business this way—this spot is BIPOC-owned!"
            },
            {
              "id": "5",
              "title": "Avon Cinema",
              "image": "/images/9/location5.jpg",
              "sidebar_image": "/images/9/sidebar5.jpg",
              "image_description": "",
              "description": "The Avon is an independently owned movie theatre on Providence's East Side, open and operated by the same family since 1938. The building is still in its original Art Deco Style, and they mostly show independent, art house, and foreign films. Be sure to get there early to watch their advertisements from the 1950's encouraging you to 'buy a treat' before the screening.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2972.9653489496!2d-71.40325068456039!3d41.8290442792261!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e4452365da0b2d%3A0x5ae9246bc3983e79!2sAvon%20Cinema!5e0!3m2!1sen!2sus!4v1612471191284!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/pmxtVbt33QHtC1hRA",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://www.avoncinema.com/",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            }
        ]
    },
    {
        "id": 10,
        "firstName": "Holly",
        "lastName": "Thomson",
        "town": "Edinburgh",
        "stateAbbrv": "Scotland",
        "school": "The Glasgow School of Art",
        "classYear": "21",
        "cardImage": "/images/cards/10card.jpeg",
        "bioImage": "/images/10/bio.jpeg",
        "bioBlurb": "Holly is a Product Design student studying in Glasgow. She is interested in product and service design, travel, and beer. Check out more of her work on Instagram at @hollyt_design_!",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/10/header.jpg",
              "sidebar_image": "/images/10/header_sidebar.jpg",
              "image_description": "",
              "description": "It’s taken moving away for uni for me to really appreciate how great a place Edinburgh is to visit. I grew up in Corstorphine, which is home to one of Edinburgh’s 7 hills, and is really close to the centre of town. The city is the perfect size: you can walk pretty much anywhere you need to go, and you’re spoilt for choice by the amount of bars and restaurants that it has to offer. There are also loads of free museums and art galleries, ranging from big museums like the National History Museum of Scotland to smaller, more unique museums like the Museum of Childhood. Edinburgh also has an incredible, interesting, and sometimes dark history, which you can learn about by taking one of the many ghost tours to what remains of the Old Town, which was covered up in the 17th Century.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d71502.93061633327!2d-3.2753782466875445!3d55.94128462765888!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4887b800a5982623%3A0x64f2147b7ce71727!2sEdinburgh%2C%20UK!5e0!3m2!1sen!2sus!4v1612729388054!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/J6hYgn2fq5DGGzu8A",
              "extralink_title": "OFFICIAL GUIDE",
              "extralink_link": "https://edinburgh.org/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Dean Village",
              "image": "/images/10/location1.jpg",
              "sidebar_image": "/images/10/sidebar1.JPG",
              "image_description": "",
              "description": "The Dean Village, a former milling village located along the Water of Leith, is definitely considered somewhat of a “hidden gem,” but it’s actually pretty easy to get to! The walk to the village takes you into town from Murrayfield Rugby Stadium, and right along to Stockbridge. Although the Dean Village doesn’t necessarily have a lot to visit, it makes a great pit stop on your walk into town. Plus, if you’re there in winter, you can build a mini snowman onto the bridge over the river, as has become a local tradition. After that, you can head along to Stockbridge and visit some of its many cafes or boutique shops, and if it’s a Sunday, take a walk through Stockbridge Market. (I highly recommend the cafe Soderberg: the cinnamon buns are unreal.)",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2233.8199871810775!2d-3.2191130840616853!3d55.95249188060724!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4887c788975e10a7%3A0x2b2679fe04214fce!2sDean%20Village!5e0!3m2!1sen!2sus!4v1612729450350!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/9gJSDmAg2b3N9gQd7",
              "extralink_title": "WEBSITE",
              "extralink_link": "",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Ransacked Loaded",
              "image": "/images/10/location2.jpg",
              "sidebar_image": "/images/10/sidebar2.jpg",
              "image_description": "",
              "description": "Ransacked Loaded is a Persian, street-food-inspired cafe/bar at the top of Potterrow. It’s the perfect place to grab breakfast or lunch during the day, and at night, you can even go for drinks! They have both outdoor and indoor seating, and they offer everything from salads and wraps, to steak boards and soul bowls. It also has tonnes of vegan options, and the flatbreads they serve are made from scratch in a woodfired oven. After you’re done there, you can also take a walk through the meadows, and make your way back into town.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2234.205603072325!2d-3.1889670840619537!3d55.945808280605426!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4887c7846f2a8065%3A0x9224a653d3a9937d!2sRansacked%20Loaded!5e0!3m2!1sen!2sus!4v1612729990816!5m2!1sen!2sus",
              "directions_link": "https://g.page/ransackedloaded?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.ransackedloaded.co.uk/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "3",
              "title": "Arthur's Seat",
              "image": "/images/10/location3.jpg",
              "sidebar_image": "/images/10/sidebar3.jpg",
              "image_description": "",
              "description": "Arthur’s Seat, an extinct volcano located right in the middle of town, offers the best view of Edinburgh possible from within the city. It’s not too much of a climb, and from the top, you can see not only all of Edinburgh, but also the Firth of Forth River, and right down to the docks in Leith. (If you aren’t up for a big walk, you can walk up Calton Hill instead, which is also in the city centre, and will still give you a decent view of the city.)",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=arthurs%20seat%20edinburgh&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/wTVjhT5mEWUHzTSXA",
              "extralink_title": "MORE INFO",
              "extralink_link": "https://www.earthtrekkers.com/arthurs-seat-volcano-edinburgh/",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
            {
              "id": "4",
              "title": "The Fringe Festival",
              "image": "/images/10/location4.JPG",
              "sidebar_image": "/images/10/sidebar4.JPG",
              "image_description": "",
              "description": "August is the best time of year to visit Edinburgh, hands down. That’s because for the four weeks of August every year, Edinburgh hosts the Fringe Festival, the world's largest art festival. Over 3 million people flood into the city, making an already vibrant, overcrowded place even more so. If you find yourself anywhere near the Old Town, you can’t go 500 yards without having a flyer for a show handed to you or seeing a street performer, ranging anywhere from Chinese dancers, to magicians, to improv theatre. Personally, my favourite aspect of the festival—probably what the Fringe is most famous for—is its comedy. When you are done with seeing shows, there are hundreds of different drinking venues which pop up around the city, which also sell food and often have live music, like the Underbelly. Having worked the Fringe for a few years now, I can guarantee that you will never run out of things to do.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d8935.877572149773!2d-3.189514!3d55.9499024!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4887c7857a3bf623%3A0x837147227bfbd270!2sEdinburgh%20Festival%20Fringe%20Society!5e0!3m2!1sen!2sus!4v1612730362122!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/uwFaREHZEjDzPhsF8",
              "extralink_title": "FESTIVAL WEBSITE",
              "extralink_link": "https://www.edfringe.com/",
              "sticker": "",
              "footer": ""
            },
            {
              "id": "5",
              "title": "The Grassmarket",
              "image": "/images/10/location5.jpg",
              "sidebar_image": "/images/10/sidebar5.jpg",
              "image_description": "",
              "description": "The Grassmarket is one of the most famous parts of Edinburgh’s Old Town. Dating back to the 1400s, it’s famous for being an old market square and public execution spot; but today, you’ll find that it’s full of pubs, coffee shops, and fun shops like Armstrongs, one of the best vintage spots in Edinburgh. It’s also home to my favourite bar in the city, Cold Town House, where you can enjoy a rooftop view of the castle while sipping a craft pint which they brew in the same building. (Get a pint of Big Wave, you won’t regret it). A nearby tourist favourite and popular Instagrammable location, Victoria Street, leads you off the grass market up to the Royal Mile. The street is well known for being J. K. Rowling’s inspiration for Diagon Alley, thanks to its unique curved shape and colourful store fronts.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2234.1160156887017!2d-3.198285384061881!3d55.94736108060586!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x4887c79a4cd7a555%3A0xabcd5d648b2823e2!2sGrassmarket%2C%20Edinburgh%2C%20UK!5e0!3m2!1sen!2sus!4v1612730495273!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/i2UbjSZTGiLWE6ur5",
              "extralink_title": "COLD TOWN HOUSE",
              "extralink_link": "https://coldtownhouse.co.uk/",
              "sticker": "",
              "footer": ""
            }
        ]
    },
    {
      "id": 13,
      "firstName": "Chapin",
      "lastName": "Montague",
      "town": "Chattanooga",
      "stateAbbrv": "TN",
      "school": "Wesleyan University",
      "classYear": "21",
      "cardImage": "/images/cards/13card.jpg",
      "bioImage": "/images/13/bio.jpg",
      "bioBlurb": "Chapin is a senior at Wesleyan University majoring in Theater and Anthropology. She enjoys listening to podcasts (and hopefully working on one one day), the musical genius that is Waxahatchee, cold calling voters, and has recently taken up knitting for the fifth time in her life. Oh, and she's obsessed with her hometown.",

      "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/13/header.jpg",
              "sidebar_image": "/images/13/header_sidebar.jpg",
              "image_description": "",
              "description": "Chattanooga, Chatt Town, Nooga, Chattaboogie... This Southern city has made a name for itself in more names than one. Nestled in a valley along the Tennessee River, it was once called the “Dirtiest City in America” due to the overwhelming amount of pollution throughout the first half of the 20th century. Now, locals and tourists alike have access to an electric public bus system, an accessible and expansive riverwalk, a bike share program (which at the time of its launch was the largest in the Southeast!), and the first airport in the country 100% powered by renewable energy. On top of these achievements, Chattanooga has also been nicknamed “Gig City” for our fast, cheap internet, which has attracted a multitude of innovators and entrepreneurs. Chattanooga also loves to boast about its access to the outdoors, acting as a hotspot for climbers, whitewater kayakers, and hikers. This city is a special place, and people are starting to notice: in 2018, we actually landed on the NY Times list of the 52 best places to travel! It wasn’t until I left for college that I even came to realize how much I loved it here. While growing up, I always had a complicated relationship with being from a Southern state, but now I hold a newfound appreciation for living in such a place—in Chattanooga, my views may sometimes be questioned, but I still enjoy learning about and fighting for this city each and every day.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d417833.90552430635!2d-85.51887233937312!3d35.098535077471325!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x886060408a83e785%3A0x2471261f898728aa!2sChattanooga%2C%20TN!5e0!3m2!1sen!2sus!4v1613075212264!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/TN1V1HdjJFASgrEF9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.visitchattanooga.com",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Main Street Meats",
              "image": "/images/13/location1.jpg",
              "sidebar_image": "/images/13/sidebar1.jpg",
              "image_description": "",
              "description": "This entry may count as cheating: these are technically two businesses in one building, and I may be biased because one of them, Main Street Meats, is owned by my dad. However, this bakery and butcher shop (turned farm-to-table restaurant) are really two peas in a pod. Niedlov’s Breadworks is a Chattanooga institution. They have been an amazing resource during the COVID-19 pandemic, donating pastries and coffee to healthcare workers, and encouraging patrons to donate bread to the local food pantry. You can’t go wrong with anything on their menu, but some of my favorites include the breakfast brie english muffin (featuring Main Street Meats city ham), the turkey and goat cheese sandwich, and the lemon curd danish. Their cinnamon rolls are mind blowing, and I’ve been eating them since I was nine, when I started spending my afternoons in my dad’s restaurant. Meanwhile, Main Street Meats is widely considered to have the best burger in town (featuring a Niedlov’s bun). The restaurant also doubles as a butcher shop, and is committed to providing local meat and produce from local farms. Their hidden gem is definitely the potato salad: their crispy, vinegary take on this southern staple is a must have.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3266.859174355862!2d-85.30666928475875!3d35.035252780349886!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x88605dd7c1e18e8d%3A0x5b52ac4c58bec8cc!2sMain%20Street%20Meats!5e0!3m2!1sen!2sus!4v1613075405803!5m2!1sen!2sus",
              "directions_link": "https://g.page/MainStMeats?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.instagram.com/mainstreetmeats/ ",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
            {
              "id": "2",
              "title": "Wildflower Tea Shop",
              "image": "/images/13/location2.jpg",
              "sidebar_image": "/images/13/sidebar2.jpg",
              "image_description": "",
              "description": "Not far from Niedlov’s and MSM is a newer Chattanooga addition—Wildflower Tea Shop & Apothecary. Walking in, you’ll be greeted with a wall of loose leaf tea, along with an endless menu describing their moods and flavor profiles. I actually recommend getting one of their tea lattes, which are as delicious as they are beautiful. I consider this shop to be truly magical, not only due to their wide selection of incense and crystals, but also because on one visit to the shop to see one of my favorite band’s Wildflower pop up sets, I was spontaneously invited to an underground concert. Yes, this really happened, and who knows… it could happen to you too! Otherwise, a pot of tea on the iconic yellow couch or a to-go cup to take with you while strolling through the neighborhood will definitely suffice.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3266.762188798324!2d-85.30978028475873!3d35.03767878034932!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x88605e78bf4039e1%3A0x8334797e063a0f95!2sWildflower%20Tea%20Shop%20%26%20Apothecary!5e0!3m2!1sen!2sus!4v1613075471256!5m2!1sen!2sus",
              "directions_link": "https://g.page/wildflowerteashop?share",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://www.wildflowerteashop.com",
              "sticker": "/images/stickers/local2.png",
              "footer": "Make sure to send your business this way—this spot is women-owned!"
            },
            {
              "id": "3",
              "title": "North Chick Blue Hole",
              "image": "/images/13/location3.jpg",
              "sidebar_image": "/images/13/sidebar3.jpg",
              "image_description": "",
              "description": "About a 20-minute drive from downtown, this swimming hole makes for the perfect summer activity on a hot, humid Southern day. A fun and easy hike, usually lasting under an hour, will bring you to two popular jump-off points. But the real fun comes when you continue on the trail to find even more picturesque swimming holes with crystal clear water that you can often have all to yourself! Pack a picnic (maybe a baguette or some sammies from Niedlov's and Main Street Meats), bring some friends, and enjoy the perfect day trip!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d3258.8773255096894!2d-85.2305656!3d35.2344237!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x88608cf5a540c251%3A0x7f6b51acac706b61!2sNorth%20Chickamauga%20Creek%20Gorge%20Trailhead%20(Pocket%20Wilderness)!5e0!3m2!1sen!2sus!4v1613075571713!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/oRqQXHY28ZcwKAup7",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://rootsrated.com/chattanooga-tn/hiking/north-chick-blue-hole",
              "sticker": "/images/stickers/daytrip.png",
              "footer": ""
            },
    	      {
              "id": "4",
              "title": "Crabtree Farms",
              "image": "/images/13/location4.jpg",
              "sidebar_image": "/images/13/sidebar4.jpg",
              "image_description": "",
              "description": "It is certainly a rarity to find a full-scale farm in the center of a city, and yet that is exactly what Crabtree Farms is! Located just minutes from downtown, this urban farm has everything from produce to honeybees, from flowers to goats. Feel free to either sign up as a volunteer, or just enjoy a U-pick outing with your friends: you can harvest berries and flowers in the summer, pumpkins in the fall, and even Christmas trees in winter! Alternatively, you could also give the farm a visit at the Main St. Farmers market on Wednesdays, alongside a variety of other vendors. The best day at Crabtree is the 100 dinner (pictured above), which takes place in June and features dishes entirely sourced within 100 miles, cooked by some of the city's best chefs. Tickets are hard to come by, but a little pro tip is that you can work the event as a waiter and eat all the delish leftovers for free!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3267.8431624167747!2d-85.30280168475944!3d35.01063098035605!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x88605db9a62a1ddf%3A0x6788d74e073aa0c0!2sCrabtree%20Farms%20of%20Chattanooga!5e0!3m2!1sen!2sus!4v1613075678113!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/shipwndKJ6byiKMu5",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://crabtreefarms.org",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
    	      {
              "id": "5",
              "title": "Clumpies Ice Cream Co.",
              "image": "/images/13/location5.jpg",
              "sidebar_image": "/images/13/sidebar5.jpg",
              "image_description": "",
              "description": "A tried and true Chattanooga favorite, Clumpies Ice Cream has been part of the community since 1999, and now has three locations throughout the city. During quarantine, their ice cream truck delivered pints directly to your door, which made it a much-needed staple for my family. That said, visiting the stores in person is much better. Every batch of ice cream is made by hand, with their tried and true favorites (mint chocolate chunk, coffee toffee, and firework feat. pop rocks) alongside temporary, seasonal creations (cranberry pear crumble, mulled plum sorbet, chocolate cherry cheesecake). With a variety of dairy free and sorbet options on offer, there is something for everyone to enjoy!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d52269.31231763317!2d-85.35297012936964!3d35.035932038788346!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x88605e78cf8fffff%3A0xbf3c02e2fe3f8ff6!2sClumpies%20Ice%20Cream%20Co.!5e0!3m2!1sen!2sus!4v1613075770664!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/NsmiRsCi2QdQUAru9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.instagram.com/clumpies/",
              "sticker": "/images/stickers/local2.png",
              "footer": ""
            }
          ]
    },
    {
      "id": 14,
      "firstName": "Ruby",
      "lastName": "Duffy",
      "town": "Englewood Cliffs",
      "stateAbbrv": "NJ",
      "school": "Wesleyan University",
      "classYear": "21",
      "cardImage": "/images/cards/14card.jpg",
      "bioImage": "/images/14/bio.jpg",
      "bioBlurb": "Ruby is a senior at Wesleyan University. Next year Ruby will be heading to DC to become an elementary school teacher, but New Jersey will always be her home. Ruby talks too much about her dogs, John Mayer, and how she misses her pink hair.",

      "locations": [
          {
            "id": "0",
            "title": "",
            "image": "/images/14/header.jpg",
            "sidebar_image": "/images/14/header_sidebar.jpg",
            "image_description": "",
            "description": "Hi! My name is Ruby, and I’m from Englewood Cliffs, New Jersey. People from my area tend to refer to their hometown in terms of how many minutes it is from New York City, but I am about as proud of my town as New Jerseyans get. Sure, New York is cool and all, but we have better bagels, pizza, AND we have trees. If your only taste of New Jersey has been flying into Newark Airport or MTV’s Jersey Shore, I’m here to set the record straight. My actual hometown, Englewood Cliffs, is barely 1x3 miles, so I’m going to be giving you a guide to all of North Jersey. If you find yourself in Bergen County (and I really hope you do), check out these hot spots that will make you think twice about calling my home the “armpit of America” again.",
            "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d48264.55364092446!2d-73.947408!3d40.88208655!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f1431e1e0d17%3A0x9432c6bbf28318fc!2sEnglewood%20Cliffs%2C%20NJ%2007632!5e0!3m2!1sen!2sus!4v1613338912925!5m2!1sen!2sus",
            "directions_link": "https://goo.gl/maps/jHwNLCwfCWzLMx6W7",
            "extralink_title": "WEBSITE",
            "extralink_link": "http://www.englewoodcliffsnj.org",
            "sticker": "",
            "display": "d-none"
          },
          {
            "id": "1",
            "title": "Fort Lee Pizzeria",
            "image": "/images/14/location1.jpg",
            "sidebar_image": "/images/14/sidebar1.jpg",
            "image_description": "",
            "description": "Fort Lee Pizzeria is very close to my heart: all the school lunches, birthday parties, and soccer games of my childhood were catered by this local favorite. This place has a classic slice-place style interior that hasn’t changed much since it first opened, all the way back in 1973. Order a plain pie or grandma style slice—coincidentally my grandma’s favorite! And while you’re there, don’t forget to say hi to Rick, who is the beloved owner and a personal friend.",
            "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3017.31431178442!2d-73.96375868459037!3d40.86497597931557!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f6c98fdae73f%3A0x86168c4650fa5db1!2sFort%20Lee%20Pizza!5e0!3m2!1sen!2sus!4v1613338987628!5m2!1sen!2sus",
            "directions_link": "https://goo.gl/maps/QHCrEvnPre2jp1hR7",
            "extralink_title": "WEBSITE",
            "extralink_link": "https://fortleepizzeria.com/",
            "sticker": "/images/stickers/bang.png",
            "footer": ""
          },
   	      {
            "id": "2",
            "title": "Palisades Interstate Park",
            "image": "/images/14/location2.jpg",
            "sidebar_image": "/images/14/sidebar2.jpg",
            "image_description": "",
            "description": "Palisades Interstate Park is less than five minutes from my house, and spans the length of the Hudson River from Fort Lee to Alpine. You have the option to either hike 340 feet downhill to a waterfront which leads under the George Washington Bridge, or hike along the top of the cliffs which give our town its name. Either choice leads to a great scenic spot where you can check out New York City from a distance. Over the summer you have to pay for parking, so I recommend parking up top instead and walking down. You’ll encounter a waterfall and some of those New Jersey trees I was talking about before! In the summer, don't forget to grab lunch at the Snack Shack and enjoy it in the Englewood Picnic Area.",
            "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d3016.76718912115!2d-73.9486941!3d40.8769831!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f150397f3509%3A0xada389b859c12235!2sEnglewood%20Picnic%20Area!5e0!3m2!1sen!2sus!4v1613339073836!5m2!1sen!2sus",
            "directions_link": "https://goo.gl/maps/QAp3GzpkK3q8omJC8",
            "extralink_title": "WEBSITE",
            "extralink_link": "https://www.njpalisades.org",
            "sticker": "/images/stickers/spot.png",
            "footer": ""
          },
   	      {
            "id": "3",
            "title": "Overpeck County Park",
            "image": "/images/14/location3.jpg",
            "sidebar_image": "/images/14/sidebar3.jpg",
            "image_description": "",
            "description": "Overpeck County Park is one of my favorite parks in the area! In true New Jersey fashion, it used to be a landfill, but is now home to a 805-acre park. The New Overpeck Park opened in 2010 with beautiful walkways around the Overpeck Creek, state of the art sports facilities, some sick looking playgrounds, fishing spots, a kayak rental site, and equestrian center. Personally, my favorite spot is the dog run across the street at the original Overpeck Park!",
            "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3017.343898903257!2d-73.99917448459041!3d40.864326579315644!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f73955422ae1%3A0xc4c82224d41afb83!2sOverpeck%20County%20Park!5e0!3m2!1sen!2sus!4v1613339189276!5m2!1sen!2sus",
            "directions_link": "https://goo.gl/maps/7iqCyvpkTyiEAYKT7",
            "extralink_title": "WEBSITE",
            "extralink_link": "https://www.co.bergen.nj.us/parks-recreation-areas/overpeck-county-park",
            "sticker": "",
            "footer": ""
          },
   	      {
            "id": "4",
            "title": "Ice Cream on Grand",
            "image": "/images/14/location4.jpg",
            "sidebar_image": "/images/14/sidebar4.jpg",
            "image_description": "",
            "description": "Ice Cream on Grand is always popping on summer nights and is an unbeatable seasonal ice cream location! While it’s not uncommon to hang and eat your homemade ice cream in the parking lot, if you want the real New Jersey experience, you might want to check out driving aimlessly around suburbs for an hour or so.",
            "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3016.769418535202!2d-73.98512278459!3d40.8769341793142!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f12a75bdfb83%3A0xf56c4929983cb369!2sIce%20Cream%20on%20Grand!5e0!3m2!1sen!2sus!4v1613339322551!5m2!1sen!2sus",
            "directions_link": "https://goo.gl/maps/9qgi9Y3ZQfN4FgKAA",
            "extralink_title": "WEBSITE",
            "extralink_link": "https://www.icecreamongrand.com/",
            "sticker": "/images/stickers/local.png",
            "footer": "Make sure to send your business this way—this spot is BIPOC-owned!"
          },
   	      {
            "id": "5",
            "title": "BCD Tofu House",
            "image": "/images/14/location5.jpg",
            "sidebar_image": "/images/14/sidebar5.jpg",
            "image_description": "",
            "description": "If you like trying new foods, then New Jersey is the place for you! My immediate neighborhood is approximately half Korean, so we have no shortage of delicious Korean cuisine, but my personal favorite is definitely BCD Tofu House. Visiting this restaurant is an unmissable experience. When you sit down, you’ll be met with an assortment of complimentary dishes. The selection changes day-to-day, but you can usually expect kimchi, assorted pickled vegetables, delicious dipping sauces, and a raw egg (don’t worry, that’s for later!). My go-to order is the Soon Tofu Soup. It comes to you boiling hot, and you can crack the aforementioned egg into it for added protein! An unusual quirk is that this restaurant has a kid’s playroom in the back whose feed is broadcasted on screens across the restaurant, so it’s also a great choice if you can’t find a sitter. I just had to remind myself that this isn’t just a food tour, so I’m gonna drop some of my other can’t miss favs here. PJ Sushi in Fort Lee (notable for their big rolls, takeaway sushi, and its hospitable owners) is my first stop whenever I come home; Binghamton Bagel & Deli in Fort Lee has the best bagels around (order Taylor ham, egg, and cheese on a bagel for the true Jersey experience); and make sure to check out the family-run Bennies in Englewood for ambiance and fantastic Middleastern food.",
            "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3017.9992311734027!2d-73.97223068459087!3d40.84994067931716!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89c2f6e8661f7b37%3A0x31a19973d2c1568!2sBCD%20Tofu%20House!5e0!3m2!1sen!2sus!4v1613339483227!5m2!1sen!2sus",
            "directions_link": "https://goo.gl/maps/ZbXeQ67pbn7FnqZUA",
            "extralink_title": "WEBSITE",
            "extralink_link": "https://www.bcdtofuhouse.com/",
            "sticker": "",
            "footer": "Make sure to send your business this way—this spot is BIPOC and women-owned!"
          }
      ]
    },
    {
        "id": 11,
        "firstName": "Gillian",
        "lastName": "Redstone",
        "town": "Northbrook",
        "stateAbbrv": "IL",
        "school": "Vassar College",
        "classYear": "21",
        "cardImage": "/images/cards/11card.JPG",
        "bioImage": "/images/11/bio.jpg",
        "bioBlurb": "Gillian Redstone is a senior Art History and Italian Major. She loves writing songs, wistfully wandering through museums, and sending people postcards. Check out her music on Spotify!",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/11/header.png",
              "sidebar_image": "/images/11/header_sidebar.jpeg",
              "image_description": "",
              "description": "I’m Gillian, and welcome to the Chicago suburbs—or, more specifically, welcome to quaintly-named Northbrook, IL, where I was raised. My family moved from Chicago to Northbrook a couple months after I was born, due to a carbon monoxide leak while my mother was pregnant with me, and as a result I developed some strange, other-worldly habits. (Well, the move was actually for my dad’s job, but the carbon monoxide really did happen). Northbrook was a nice place to grow up. It has superb public schools, delicious food, easily-traversable parks, and it is extremely close to both Lake Michigan and the city. The town has a pretty homogenous, cookie-cutter community—a fact that did, of course, lead me to compose a song entitled “Suburbia, Set Me Free” during my more rebellious high school years—but since my release from the claws of CorePower Yoga studios, Starbucks galore, and Fourth of July parades, I’ve actually found Northbrook to be a pleasant retreat whenever I return, be it for a weekend or an extended Covid break. I’m excited to show you all around!",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d94692.94824811972!2d-87.90620742883473!3d42.12557275299725!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880fba351c0abd47%3A0x12f63c61fae9bbb8!2sNorthbrook%2C%20IL%2060062!5e0!3m2!1sen!2sus!4v1612759490611!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/Q5f6ZhWJ69FrQA1w6",
              "extralink_title": "CITY WEBSITE",
              "extralink_link": "https://www.northbrook.il.us",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Techny Prairie Park and Fields",
              "image": "/images/11/location1.jpg",
              "sidebar_image": "/images/11/sidebar1.jpg",
              "image_description": "",
              "description": "Techny is a park that provides access to practically any outdoor activity you might be interested in: there’s a golf course, a fishing pond, a skatepark for the sadbois, batting cages and fields, and a big ol’ hill (by Midwestern standards) for sledding in the winter. My two favorite areas are the walk around the enormous reservoir, and the Trail Through Time, a red-gravel path that details Northbrook’s history and ecology, flanked by prairie, bog, and historical recreations to explore along the way. During breaks from college, the texting refrain between me and my friends is often something like, “Wanna go walking tomorrow and catch up?” “Yes! Techny?” “Duh.” The scenery is gorgeous, the trail is expansive, and you’ll run into just enough people from high school to feed the gossip, but not the insecurities. Techny is a wonderful gathering place for the community, and one of my favorite spots in town.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2959.490293087414!2d-87.82236368455133!3d42.118385979203836!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880fc7218300b497%3A0x96801f6beb8e3318!2sTechny%20Prairie%20Park%20and%20Fields!5e0!3m2!1sen!2sus!4v1612759519360!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/bhXf92HwdCnKcZDy8",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.nbparks.org/facilities_parks/techny-prairie-park-and-fields/",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
    	{
              "id": "2",
              "title": "Francesca's North",
              "image": "/images/11/location2.jpg",
              "sidebar_image": "/images/11/sidebar2.jpg",
              "image_description": "",
              "description": "Francesca’s North is a Northbrook staple, particularly for my family. This Italian restaurant boasts an ever-changing menu of decadent pastas, meats, salads, and pizzas. My family often frequents both the restaurant itself and its phone line for take-out. It’s long been a locale for celebrating family birthdays or graduations, and catching up with friends. I remember going as a kid and learning for the first time just how delicious the hot, soft bread tastes when dipped into olive oil mixed with parmesan cheese. I did receive a few swats on the wrist for eating the cheese plain with my hands, but my Italian-major self believes it was all worth it: I have no doubt that Francesca's vodka sauce rigatoni with Italian sausage influenced my academic career. Also, I once took a boyfriend here, and he deemed it subpar. The relationship did not work out.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=francescas%20north%20north&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/ED65UAxJ3ntEYpXd8",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.miafrancesca.com/location/mia-francesca-northbrook/",
              "sticker": "",
              "footer": ""
            },
    	{
              "id": "3",
              "title": "Glenbrook North High School",
              "image": "/images/11/location3.png",
              "sidebar_image": "/images/11/sidebar3.jpg",
              "image_description": "",
              "description": "There is nothing that ANY Northbrook-ian craves more than a mention of a John Hughes movie, to which we can respond, “Did you know it was filmed at my high school? John Hughes went to GBN!” Most famously, the scene in Ferris Bueller’s Day Off, where the titular character picks Sloane up from school, is filmed on the steps of our theatre. The water tower I drive past every day is also the one that said “SAVE FERRIS.” And while it’s up for some debate among the North Shore Community, I remain positive that the final scene in The Breakfast Club was filmed on my very football field. So, you might ask, what else is there to do at a high school besides briefly check out some famous filming locations? Well, the arts at this place are incredible. I may be biased as a former choir and theatre kid, but it’s really serious business. When you visit, look out for tickets to GBN’s plays, musicals, orchestra/band/choir concerts, dance shows, comedy shows, and the annual Variety Show, an over-produced talent show which was the highlight of every year of high school. And if that’s not quite your speed, maybe you could even attend a football game. (Unless you’re a freshman. No freshmen in the bleachers!)",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2959.815284816791!2d-87.83410858455156!3d42.11142667920432!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880fc7116bb7842b%3A0x65e3b7cbe1bfbb7f!2sGlenbrook%20North%20High%20School!5e0!3m2!1sen!2sus!4v1612759655314!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/Ymmt1oRbtPVgXVhm9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://gbn.glenbrook225.org/",
              "sticker": "",
              "footer": ""
            },
    	{
              "id": "4",
              "title": "Love's Yogurt",
              "image": "/images/11/location4.png",
              "sidebar_image": "/images/11/sidebar4.png",
              "image_description": "",
              "description": "While technically in the neighboring town of Glenview, Love’s is a mainstay of Northbrook and its young people. With its student discount and proximity to my high school, it was the best place to go for the brief forty-minute open lunch. The checkerboard floors and ‘50s-style red stools kinda made you feel like you’re living out some romanticized, retrograde suburban fantasy. Back in high school, everyone had a signature fro-yo order—mine was peanut butter with rainbow sprinkles and heath bar. The owners of this place are husband and wife, and are the sweetest people you will ever meet. The lunch food doesn’t disappoint either. Where else can you literally just get a baked potato with broccoli and cheese? Love’s late hours also made it ideal for an evening rendezvous over yogurt to spill the latest scoop, or study for AP Bio.",
              "map_link": "https://www.google.com/maps/embed/v1/place?q=loves%20yogurt%20northbrook&key=AIzaSyDgeO5uTtTrtWLjvEUGI5M6C_uwAwisc3s",
              "directions_link": "https://goo.gl/maps/grnnsD7RkxCr7SK57",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://lovesyogurt.com/index.html",
              "sticker": "/images/stickers/local.png",
              "footer": ""
            },
    	{
              "id": "5",
              "title": "Northbrook Public Library",
              "image": "/images/11/location5.png",
              "sidebar_image": "/images/11/sidebar5.jpg",
              "image_description": "",
              "description": "I have so many memories of this amazing library. What makes it so amazing? For one thing, it is enormous. It’s also been rated the best library in Illinois. Sitting right near the center of town, the enormous windows and white structure are a shining beacon. The library hosts programming of all kinds for all ages, from book clubs and reading challenges to film screenings and concerts. During the high school’s finals week, the library provides pizza and snacks to any student busting their butt to pull out that A. It’s always impossible to get your hands on one of the coveted glass-walled study rooms, but there are plenty of tables and other areas to choose from, bunched closely enough that you can go ask that kid in your AP Bio class what the heck a cytotoxic T cell is. Check out the programming here, the local artists’ paintings adorning the halls, or just wistfully wander the stacks, like the main character you are.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2958.9236375032206!2d-87.83312068455095!3d42.130517979202885!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x880fc736be0da2bd%3A0xe56c7f225f23b6cf!2sNorthbrook%20Public%20Library!5e0!3m2!1sen!2sus!4v1612759804531!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/JMhHmrrxZ2xvK67N7",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.northbrook.info/",
              "sticker": "",
              "footer": ""
            }
        ]
    },
    {
        "id": 12,
        "firstName": "Henry",
        "lastName": "Lin-David",
        "town": "Boston",
        "stateAbbrv": "MA",
        "school": "Wesleyan University",
        "classYear": "21",
        "cardImage": "/images/cards/12card.jpg",
        "bioImage": "/images/12/bio.jpg",
        "bioBlurb": "Henry Lin-David is a writer from Wesleyan University. His work includes journalism, fiction, and content relating to rock-paper-scissors.",

        "locations": [
            {
              "id": "0",
              "title": "",
              "image": "/images/12/header.jpeg",
              "sidebar_image": "/images/12/header_sidebar.jpeg",
              "image_description": "",
              "description": "Hello! My name is Henry, and technically I’m from “The Boston Area,” a quaint term that means I don’t actually live in Boston. Boston is sort of like my fun aunt—I visit her apartment now and then to get away from my parents and to eat snacks that we don’t have at home. As a result, my relationship with Boston is a bit more low-key. On the one hand, I know that the city has plenty of opportunities for grand adventures. But sometimes, regardless of whether you’re alone or with some pals, you might want to appreciate some of Boston’s more laid-back joys.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d377643.14475847146!2d-71.25046031870112!3d42.314008937327515!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e3652d0d3d311b%3A0x787cbf240162e8a0!2sBoston%2C%20MA!5e0!3m2!1sen!2sus!4v1612799319605!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/jfxNtzKh5Lrm4XgP8",
              "extralink_title": "CITY WEBSITE",
              "extralink_link": "https://www.boston.gov/",
              "sticker": "",
              "display": "d-none"
            },
            {
              "id": "1",
              "title": "Pho Basil",
              "image": "/images/12/location1.jpg",
              "sidebar_image": "/images/12/sidebar1.jpg",
              "image_description": "",
              "description": "Yes, we’re starting out with food. Once upon a time I was working in a building a few blocks away from Pho Basil, which I had never eaten at before. During the very last week, I finally worked up the courage to have lunch there during my break. It was a Tuesday, the sun was shining, and I emerged a new man. For the uninformed, pho is a Vietnamese broth dish that contains two of my favorite food groups: meat and noodles. (They do vegetarian, vegan, and gluten-free options as well.) Pho Basil also offers appetizers, which are probably tasty, but that might require additional research—and as a rule, I tend to favor dishes that restaurants are named after. There are also plenty of nearby spots for some post-meal meditation. (I’m partial to the benches in front of the Mary Baker Eddy Library, a short block away.)",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d11795.390244515887!2d-71.0872827!3d42.3457733!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x410a8f60dbb568e8!2sPho%20Basil!5e0!3m2!1sen!2sus!4v1612799445136!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/KpHvmXHBHesrfU4fA",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://phobasilboston.com/",
              "sticker": "",
              "footer": ""
            },
    	      {
              "id": "2",
              "title": "The Arnold Arboretum",
              "image": "/images/12/location2.jpg",
              "sidebar_image": "/images/12/sidebar2.jpg",
              "image_description": "",
              "description": "I’ve always held a special place in my heart for the Arnold Arboretum. Free to the public and open year-round, it’s a great place to walk around, enjoy the scenery, and maybe even learn a thing or two about horticulture. In terms of ambiance, I personally prefer the Arboretum’s woodsyness over more traditional parks like Boston Common—something to keep in mind if you’re planning a romantic stroll. A word of warning: The Arboretum Gate unfortunately connects to one of my least favorite rotaries in Boston. On the plus side, there’s a fair amount of free parking along the street, and the Arboretum is also easy to reach by public transit.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d11802.593565861107!2d-71.1207759!3d42.3073674!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf445f129ae5414c8!2sArnold%20Arboretum%20of%20Harvard%20University!5e0!3m2!1sen!2sus!4v1612799517376!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/n64B3Q2VxKC361Z27",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://arboretum.harvard.edu/",
              "sticker": "/images/stickers/spot.png",
              "footer": ""
            },
    	      {
              "id": "3",
              "title": "Museum of Fine Arts",
              "image": "/images/12/location3.jpg",
              "sidebar_image": "/images/12/sidebar3.jpg",
              "image_description": "",
              "description": "Maybe it’s just my old-man psyche, but I swear that this museum is the absolute coolest. I never really appreciated the Museum of Fine Arts during school visits; but I think the problem was that on field trips you never were allowed to wander away from your group, and the MFA is made for wandering. Between the museum’s ever-changing exhibits and sheer size, each visit feels like a new experience. On my most recent visit, I was seduced by the “Wacky Musical Instrument Room” (not its official name) and ended up leaving 45 minutes later than I had planned. If you’re only planning on one trip, you’ll want to see the Egyptian sarcophagi, and I personally enjoy the contemporary sculptures.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d5898.320573413471!2d-71.0938552!3d42.3391059!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e37a0de7e77a4b%3A0x2f033fd6c495d564!2sMuseum%20of%20Fine%20Arts%2C%20Boston!5e0!3m2!1sen!2sus!4v1612799660655!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/qaULj5G7XcAesPg86",
              "extralink_title": "WEBSITE",
              "extralink_link": "http://mfa.org/",
              "sticker": "",
              "footer": ""
            },
    	      {
              "id": "4",
              "title": "Yellow Door Taqueria",
              "image": "/images/12/location4.jpg",
              "sidebar_image": "/images/12/sidebar4.jpg",
              "image_description": "",
              "description": "My sister introduced our family to this restaurant, and it’s a major source of pride for her. As you might expect, Yellow Door Taqueria serves… that’s right, tacos, which contain everything from seafood to duck to cauliflower (!). I was originally dubious about the cauliflower taco due to its vegan-ness (!), but despite the fact that I’m a regular omnivore, it’s actually pretty yummy. With that being said, the non-vegetarian options are delicious as well, and the fish taco trumps all. Before you ask: yes, they serve other, non-taco foods; and no, I haven’t tried them. There are also two locations, so you’re never *too* far from Yellow Door.",
              "map_link": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2948.888483143942!2d-71.06570788454425!3d42.34490087918792!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89e37a70410f1b15%3A0xe040c692f894c20d!2sYellow%20Door%20Taqueria!5e0!3m2!1sen!2sus!4v1612799739014!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/x4thK16u5VWRJgrm9",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.yellowdoortaqueria.com/",
              "sticker": "",
              "footer": ""
            },
    	      {
              "id": "5",
              "title": "Knight Moves Cafe",
              "image": "/images/12/location5.jpg",
              "sidebar_image": "/images/12/sidebar5.jpg",
              "image_description": "",
              "description": "It’s slightly outside of Boston (sue me), but Knight Moves is the absolute bees’ knees. This board game cafe is the perfect indoor venue for you and a few of your dearest friends—there’s a one-time entry fee that lasts the entire day, and you can keep your energy up with a variety of hot drinks and other snacks. One thing I like about board game cafes is how they’re like regular cafes, except with a crapton of board games. And when I say a crapton, I mean literally thousands. Luckily, the very helpful staff will offer recommendations if you’re paralyzed by choice, and they also won’t kick you out for playing some made-up combination of Jenga and Cards Against Humanity (even if you look quite foolish).",
              "map_link": "https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d11796.200852083884!2d-71.1250861!3d42.3414528!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xc8be98d4119380bb!2sKnight%20Moves%20Cafe!5e0!3m2!1sen!2sus!4v1612799788516!5m2!1sen!2sus",
              "directions_link": "https://goo.gl/maps/c9dsBKBzwLTWu69u6",
              "extralink_title": "WEBSITE",
              "extralink_link": "https://www.knightmovescafe.com/",
              "sticker": "",
              "footer": ""
            }
        ]
    }



]
